Repository: hotosm/osm-tasking-manager2
Catalog: osmtm/locale/*/LC_MESSAGES/osmtm.po
Languages: cs, gl, si, ta

source: Please leave a comment. It will be displayed in all the invalidated tasks.
cs: Prosím zanechte komentář. Bude zobrazen u všech zneplatněných úloh.
gl: Por favor, deixa un comentario. Amosarase en tódalas tarefas invalidadas.
si: කරුනාකර අදහස් දැක්වීමක් කරන්න.එය අදාල කාර්යය තුල ප්‍රදර්ශනය වනු ඇත.
ta: தயவுசெய்து கருத்திடுக. நிராகரிக்கப்பட்ட அனைத்து பணிகளிலும் இந்த கருத்து காட்டப்படும்.

source: This will be sent as the invalidation comment to users.
cs: Toto bude posláno uživatelům jako vysvětlení k zneplatnění.
gl: Enviarase coma comentario de invalidación ós usuarios.
si: මෙය අවලංගු කිරීමට අදාල අදහස ලෙස පරිශීලකයන් වෙත යැවෙනු ඇත
ta: இது பணி நிராகரிக்கப்பட்டதற்கான கருத்தாக பயனாளரை சென்றைடையும்

source: Please type in the project number id of the repository to confirm.
cs: Prosím o potvrzení: vyplňte projektové identifikační číslo úložiště.
gl: Por favor, escrebe o número do ID do proxecto do repositorio para confirmares.
si: සනාථ කිරීම සඳහා දත්ත ගබඩාවේ ව්‍යපෘති අංකය ඇතුලත් කරන්න
ta: உறுதிப்படுத்த repository-இன் பணித்திட்ட id-ஐ தட்டச்சு செய்யவும்.

source: Invalidate all done tasks
cs: Zneplatnit všechny hotové úlohy
gl: Invalidar tódalas tarefas feitas
si: සියලු සම්පූර්ණ කටයුතු අවලංගු කරන්න
ta: நிறைவடைந்ததாக குறிக்கப்பட்டுள்ள அனைத்து பணிகளையும் நிராகரிக்கவும்

source: Message all contributors
cs: Všem přispivatelům
gl: Mensaxe a tódolos contribuíntes
si: සියළු දායකයන් වෙත නිවේදනයක් නිකුත් කරන්න.

source: This will send a Tasking Manager message to every contributor of the current project.
cs: Tímto pošlete zprávu Manažeru úloh všem přispivatelům daného projektu.
gl: Isto enviará unha mensaxe do Xestor das Tarefas a tódolos contribuíntes do proxecto actual.
si: මෙමගින් මෙම ව්‍යාපෘතියේ සියළු දායකයන් වෙත නිවේදනයක් නිකුත් කෙරෙනු ඇත.

source: Please use this feature conservatively.
cs: Prosím používajte, jen když je to opravdu třeba.
gl: Por favor, empregue esta característica de xeito cauteloso.
si: කරුණාකර මෙම අංගය මධ්‍යස්ථ ලෙස භාවිතා කරන්න.

source: Subject
cs: Předmět
gl: Asunto
si: විෂයය
ta: பிரதான பொருள்

source: Message
cs: Zpráva
gl: Mensaxe
si: නිවේදනය

source: This message does not automatically translate, so you may want to include your own translations.
cs: Zpráva není automaticky přeložena, takže možná budete chtít přiložit vlastní překlady.
gl: Esta mensaxe non se traduce de xeito automático, polo que se cadra queiras engadi-las túas propias traducións.
si: මෙම පණිවිඩය ස්වයංක්‍රීයව පරිවර්තනය නොවෙන බැවින් ඔබට ඔබගේ පරිවර්තනයක් එක් කිරීමට පුළුවන.

source: Area
cs: Oblast
gl: Área
si: ප්‍රදේශ
ta: பரப்பளவு

source: Imagery
cs: Podklad
gl: Imaxes
si: රූප
ta: படங்கள்

source: Priority Areas
cs: Prioritní oblasti
gl: Áreas de prioridade
si: ප්‍රමුඛත්වය සහිත ප්‍රදේශ
ta: முன்னுரிமை அளிக்க வேண்டிய பகுதிகள்

source: Permissions
gl: Permisos

source: Misc
cs: Různé
gl: Miscelánea
si: විවිධ
ta: இதர

source: Status
gl: Estado
si: තත්වය
ta: நிலை

source: Archived
cs: Archivováno
gl: Arquivado
si: සංරක්ෂණය කර ඇත
ta: காப்பகப்படுத்தப்பட்டது

source: Published
cs: Zveřejněno
gl: Publicado
si: ප්‍රකාශයට පත් කර ඇත
ta: வெளியிடப்பட்டது

source: Draft
cs: Koncept
gl: Borrador
si: කෙටුම්පත
ta: வரைவு

source: Priority
cs: Priorita
gl: Prioridade
si: ප්‍රමුඛත්වය
ta: முன்னுரிமை

source: Name of the project
cs: Název projektu
gl: Nome do proxecto
si: ව්‍යාපෘතියේ නම
ta: பணித்திட்டத்தின் பெயர்

source: Short Description
cs: Krátký popis
gl: Descrición curta
si: කෙටි විස්තරය
ta: சுருக்கமான விவரணை

source: Entities to Map
cs: Co mapovat
gl: Entidades pra cartografar
si: සිතියම්ගත කලයුතු දෑ
ta: மேப் செய்ய வேண்டியவைகள்

source: primary roads, secondary roads, buildings
cs: hlavní silnice, nezpevněné cesty, budovy
gl: estradas primarias, estradas secundarias, edificios
si: ප්‍රධාන මාර්ග, අතුරු මාර්ග, ගොඩනැගිලි
ta: முதன்மை சாலைகள், இரண்டாம் நிலை சாலைகள், கட்டிடங்கள்

source: The list of entities to map.
cs: Seznam objektů, které se mají mapovat.
gl: A listaxe de entidades pra cartografar.
si: සිතියම්ගත කලයුතු දෑ ලැයිස්තුව
ta: மேப் செய்ய வேண்டியவைகளின் தொகுப்பு

source: Changeset Comment
cs: Poznámka k sadě změn
gl: Comentario do conxunto de mudanzas
si: වෙනස්කම් සමූහය පිලිබඳ අදහස
ta: Changeset கருத்து

source: Default comments added to uploaded changeset comment field. Users should also be encouraged add text describing what they mapped.
cs: Implicitní komentář k sadám změn, zadávaný před nahráním změn na server. Uživatelům by také mělo být doporučeno, aby přidali vlastní text o tom, co zmapovali.
gl: Os comentarios predeterminados agregáronse ó campo dos comentarios do conxunto de mudanzas carregado. Tamén débese afoutar ós usuarios a engadires texto que descreba o que cartografaron.
si: උඩුගත කළ වෙනස්කම් සමූහ පිලිබඳ අදහස් වාර්තාවට පෙර සැකසූ අදහස් ඇතුලත් කරන ලදී. තමන් සිතියම්ගත කළ දෑ පිළිබඳව විස්තර එකතු කිරීමට ද පරිශීලකයන් උනන්දු කළ යුතුය.
ta: முன்நிரப்பப்பட்ட கருத்துகள், changeset கருத்து பட்டியில் நிரப்பப்பட்டு upload செய்யப்பட்டுள்ளது . பயனாளர்கள், தாங்கள் மேப் செய்தது குறித்து கருத்துகளை நிரப்புமாறு ஊக்குவிக்கப்பட வேண்டும்.

source: Example defaults:
cs: Příklady implicitních poznámek:
gl: Exemplos predeterminados:
si: පෙර සැකසූ උදාහරණ:
ta: எ.கா முன் நிரப்பும் கருத்துகள்

source: Hashtags are sometimes used for analysis later, but should be human informative and not overused, #group #event for example.
cs: Někdy používané hashtagy umožňují vyjíždět statistiky, ale nemělo by jich být moc a měly by být srozumitelné, např. #skupina #událost.
gl: Os cancelos ou hashtags ás veces empréganse pra o análise posterior, pero deben seren informativos pra os humanos e non se deben empregar nunca no exceso, por exemplo os seguintes doados cancelos: #grupo #acontecemento
si: ඇතැම් අවස්ථා වලදී විශ්ලේෂණ සඳහා හෑෂ් ටැග් භාවිතා වන නමුත්, අනවශ්‍ය ලෙස භාවිතයෙන් වැළකිය යුතු අතර පුද්ගලයන්ට පහසුවෙන් තේරුම් ගත හැකි විය යුතුය, උදාහරණ ලෙස #group #event.
ta: ஹாஷ்டேக்குகள் சில நேரங்களில் ஆய்வுகாக பின்னர் பயன்படுத்தப்படுகிறது, ஆனால் இவை மனிதர்களுக்கு புரியும் விதமாகவும், அதிக அளவு பயன்படுத்தப்படாமலும் இருக்க வேண்டும். உதாரணமாக #group #event போன்றவை.

source: Detailed Instructions
cs: Detailní instrukce
gl: Instrucións detalladas
si: සවිස්තරාත්මක උපදෙස්
ta: விரிவான வழிமுறைகள்

source: Per Task Instructions (optional)
cs: Instrukce k jednotlivým úlohám (volitelné)
gl: Por instrucións da tarefa (opcional)
si: කාර්යයට විශේෂිත උපදෙස් (අත්‍යාවශ්‍ය නොවේ)
ta: ஒவ்வொரு பணிக்குமான வழிமுறைகள் (தேவைப்பட்டால்)

source: Put here anything that can be useful to users while taking a task. {x}, {y} and {z} will be replaced by the corresponding parameters for each task.
cs: Vložte sem cokoli, co by mohlo být užitečné při plnění úlohy. Značky {x}, {y} a {z} budou nahrazeny příslušnou hodnotou pro konkrétní úlohu.
gl: Engade eiquí calquera cousa que poida ser útil pra os usuarios mentres traballas nunha tarefa. {x}, {y} e {z} serán substituídos polos parámetros correspondentes pra cada tarefa.
si: කාර්යයක් ගැනීමේදී පරිශීලකයන්ට උපකාරී වන ඕනෑම තොරතුරක් මෙහි සඳහන් කරන්න. {x}, {y} සහ {z} වෙනුවට නියමිත කාර්යයට අදාල විස්තර ආදේශ වනු ඇත.
ta: ஒரு பணியை தேர்வு செய்யும் போது எதெல்லாம் உபயோகப்படுமோ அவை அனைத்தையும் இங்கே சேருங்கள். {x}, {y} மற்றும் {z} ஆகியவை ஒவ்வொரு பணிக்கும் ஏற்றவாறு அதற்கு தொடர்புடைய மதிப்புகளால் நிரப்பி கொள்ளப்படும்.

source: For example:
cs: Například:
gl: Por exemplo:
si: උදාහරණයක්
ta: உதாரணமாக

source: This task involves loading extra data. Click [here](http://localhost:8111/import?new_layer=true&url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm) to load the data into JOSM
cs: K této úloze se vážou speciální data. Když kliknete [zde](http://localhost:8111/import?new_layer=true&url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm), data se načtou do JOSM
gl: Esta tarefa supón a carrega de datos extras. Preme [eiquí](http://localhost:8111/import?new_layer=true&url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm) para carregares os datos no JOSM
si: මෙම කාර්යය සඳහා අමතර දත්ත ලබා දිය යුතුය. ජේ.ඕ.එස්.එම් වෙත දත්ත ලබා දීම සඳහා [මෙය](http://localhost:8111/import?new_layer=true&url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm) ඔබන්න
ta: இந்தப் பணி-க்காக நீங்கள் இன்னும் அதிக விவரங்களை தரவிறக்கம் செய்ய வேண்டும். இந்த விவரங்களை JOSM-இல் காண [இங்கே](http://localhost:8111/import?new_layer=true&url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm) சொடுக்கவும்.

source: Put here anything that can be useful to users while taking a task. If you have added extra properties within the GeoJSON of the task, they can be referenced by surrounding them in curly braces. For eg. if you have a property called "import_url" in your GeoJSON, you can reference it like:
cs: Tady můžete uvést cokoli, co by se uživatelům při přebírání úlohy mohlo hodit. Pokud jsou v GeoJSONu k úloze nějaké speciální atributy, můžete se na ně odkázat pomocí složených závorek. Např. pokud máte v GeoJSONu atribut "import_url", odkaz vytvoříte takto:
gl: Engade eiquí todo o que poida ser útil pra os usuarios ó facer unha tarefa. Engadiuse propiedades extra dentro do GeoJSON da tarefa, pódense facer referenza a elas arrodeándoas en chaves. Por exemplo, se tes unha propiedade chamada "import_url" no teu GeoJSON, podes referila coma:
si: කාර්යයක් කිරීමේදී එහි පරිශීලකයන්ට ප්‍රයෝජනවත් යමක් සටහන් කරන්න GeoJOSN කාර්යය තුල ඔබ අමතර යමක් එකතු කලා නම් එය පිටස්තර කෙනෙකු හට පරිශීලනය පිණිස පවතී,උදාහරණයක් ලෙස GeoJSON හි ඔබේ ක්‍රියාව "import_url" ලෙස ඇත්නම් ඔබට එය පහත ලෙස පරිශීලනය කළ හැක.

source: This task involves loading extra data. Click [here](http://localhost:8111/import?new_layer=true&url={import_url}) to load the data into JOSM
cs: Tato úloha zahrnuje načtení extra dat. Kliknutím [zde](http://localhost:8111/import?new_layer=true&url={import_url}) tato data otevřete v JOSM
gl: Esta tarefa supón a carrega de datos extras. Preme [eiquí](http://localhost:8111/import?new_layer=true&url={import_url}) para carregares os datos no JOSM
si: අමතර දත්ත ආදානය කරගැනීමෙහි ලා මෙම කාර්යය සම්බන්ධව පවතී. JOSM හි දත්ත ආදානය කරගැනීමට නම් (මෙහී) ඔබන්න (http://localhost:8111/import?new_layer=true&url={import_url}) .

source: Area modifications are not available yet.
cs: Úpravy oblasti ještě nejsou k dispozici.
gl: As modificacións da área aínda non están dispoñíbeis.
si: ප්‍රදේශ වෙනස් කිරීම් තවම සිදු කල නොහැක
ta: பரப்பளவை மாற்றியமைக்கும் வசதி இன்னும் சேர்க்கப்படவில்லை.

source: ${count} priority area
cs: ${count_of} prioritní oblast
gl: ${count} área de prioridade
si: ප්‍රමුඛතා ප්‍රදේශයන් ගණන ${count_of} යි

source: If you want mappers to work on the highest priority areas first, draw one or more polygons within the project area.
cs: Pokud chcete, aby uživatelé napřed pracovali na prioritních oblastech, zakreslete je pomocí jednoho nebo několika polygonů uvnitř oblasti projektu.
gl: Se desexa que os cartógrafos traballen nas áreas de maior prioridade primeiro, debuxe un ou máis polígonos dentro da área do proxecto.
si: සිතියම්කරුවන්ව වැඩි ප්‍රමුඛතාවක් ඇති ප්‍රදේශ වලට මුලින් යෙදවීමට ඔබට අවශ්‍ය නම්, බහුඅස්ර එකක් හෝ කිහිපයක් ඇඳීමෙන් ව්‍යපෘති ප්‍රදේශය සලකුණු කරන්න.
ta: அதிக முன்னுரிமை உள்ள பகுதிகளில் பயனாளர்கள் முதலில் மேப் செய்வதை நீங்கள விரும்பினால், பணித்திட்ட பரப்பளவில் ஒன்று அல்லது அதற்கும் மேற்பட்ட வடிவங்களை வரையவும்.

source: URL to service
cs: URL služby
gl: URL ao servizo
si: සේවා ලිපිනය (URL)
ta: சேவைக்கான URL

source: Note:
cs: Poznámka:
gl: Nota:
si: සටහන්:
ta: குறிப்பு:

source: Follow this format for TMS urls.<br>tms[22]:http://hiu-maps.net/hot/1.0.0/kathmandu_flipped/{zoom}/{x}/{y}.png
cs: U URL typu TMS se řiďte tímto formátem.<br>tms[22]:http://hiu-maps.net/hot/1.0.0/kathmandu_flipped/{zoom}/{x}/{y}.png
gl: Segue este formato pra os urls do TMS. <br>tms[22]:http://hiu-maps.net/hot/1.0.0/kathmandu_flipped/{zoom}/{x}/{y}.png
si: ටී.එම්.එස් ලිපිනයන් සඳහා මෙම ආකෘතිය අනුගමනය කරන්න.<br>tms[22]:http://hiu-maps.net/hot/1.0.0/kathmandu_flipped/{zoom}/{x}/{y}.png
ta: TMS url -களுக்கு இந்த வடிவத்தை பின் பற்றவும்.<br>tms[22]:http://hiu-maps.net/hot/1.0.0/kathmandu_flipped/{zoom}/{x}/{y}.png

source: Required License
cs: Požadované licence
gl: Licenza obrigatoria
si: අවශ්‍ය කරන බලපත්‍රය
ta: தேவையான உரிமம்

source: Private
cs: Neveřejné
gl: Privado
si: පෞද්ගලික
ta: தனிப்பயனுக்கானது

source: Private means that only a given list of users can access this project. In order for the user's name to be available to add to the Allowed Users - they first must visit the URL for your instance of OSMTM and Authorize access to their OpenStreetMap account. After they've done this, their username should be available for the administrator to add.
cs: Neveřejné znamená, že k tomuto projektu má přístup jen vybraná skupiny uživatelů. Abyste uživatelské jméno mohli přidat mezi seznam povolaných uživatelů, uživatel napřed musí navštívit URL tohoto serveru Manažeru úloh, a autorizovat zde přístup ke svému účtu OpenStreetMap. Poté už může administrátor přidat jejich uživatelské jméno na seznam.
gl: O privado significa que só unha determinada listaxe de usuarios pode acceder a este proxecto. Para que o nome do usuario estea dispoñíbel para engadir ós usuarios autorizados, primeiro deben visitar a ligazón URL para a súa instancia do OSMTM e autorizares o acceso á súa conta do OpenStreetMap. Despois de ter feito isto, o seu nome de usuario debería estar dispoñíbel para que o administrador o engada.
si: පෞද්ගලික යනුවෙන් අදහස් කරන්නේ සීමිත පරිශීලකයන් පිරිසකට පමණක් මෙම ව්‍යාපෘතියට ඇතුළු වීමට අවසර ඇති බවයි. අවසරලත් පරිශීලකයන් ලැයිස්තුවට පරිශේලකයෙකු එකතු කිරීම සඳහා - ඔවුන් මුලින්ම ඔබගේ ඕ.එස්.එම්.ටී.එම් විශේෂයෙහි URL ලිපිනය වෙත ගොස් ඔවුන්ගේ ඕපන් ස්ට්‍රීට් මැප් ගිණුම භාවිතා කිරීමට අවසර ලබා දිය යුතුය. මෙය සිදු වූ පසු ඔවුන්ගේ නම් ලැයිස්තුවට එකතු කිරීම සඳහා පරිපාලකට දිස්වනු ඇත.
ta: தனிப்பயன் என்றால் ஒரு குறிப்பிட்ட தொகுப்பில் உள்ள பயனாளர்கள் மட்டுமே இந்த பணித்திட்டத்தை உபயோகித்து மேப் செய்ய இயலும். தங்கள் பெயர், அனுமதிக்கப்பட்ட பயனாளர் பட்டியலில் இடம் பெற விரும்புவோர் முதலில் தங்கள் பகுதிக்கான OSMTM பக்கத்தை அணுகி, அதிலிருந்து OpenStreetMap கணக்கை உபயோகிக்க அங்கீகரிக்க வேண்டும். அவர்கள் இதை செய்த பின், அந்த பயனாளரின் பெயரை நிர்வாகியால் சேர்க்க இயலும்.

source: Allowed users
cs: Povolaní uživatelé
gl: Usuarios permitidos
si: අවසරලත් පරිශීලකයන්
ta: அனுமதிக்கப்பட்ட பயனாளர்கள்

source: Type a username
cs: Napište uživatelské jméno
gl: Escribe un nombre de usuario
si: පරිශීලක නමක් ඇතුලත් කරන්න
ta: பயனர் பெயர் தட்டச்சவும்

source: Add user
cs: Přidat uživatele
gl: Engadir usuario
si: පරිශීලකයෙකු එකතු කරන්න
ta: பயனாளரை சேர்க்கவும்

source: Only validators can validate
gl: Só os validadores poden validar

source: If checked, only users with the 'validator role' will be able to (in)validate tasks for the current project. If not, anyone can.
gl: Se está marcado, só os usuarios co "rol de validación" poderán (in)validar tarefas para o proxecto actual. Se non, calquera pode facelo.

source: Only experienced mappers can contribute
gl: Só os cartógrafos experimentados poden contribuír

source: If checked, only users with the 'experienced mapper role' will be able to contribute to the current project. If not, anyone can.
gl: Se está marcado, só os usuarios co "rol de cartógrafo experimentado" poderán contribuír ó proxecto actual. Se non, calquera pode facelo.

source: Project due date
cs: Termín konce projektu
gl: Data do vencemento do proxecto
si: ව්‍යාපෘතිය නියමිත දිනය
ta: பணித்திட்டம் முடிவடைய வேண்டிய நாள்

source: The date after which the project will automatically be archived.
cs: Datum, po kterém bude projekt automaticky archivován.
gl: A data despois da cal o proxecto arquivarase automáticamente.
si: මෙම දිනට පසු ව්‍යාපෘතිය ස්වයංක්‍රීයව සංරක්ෂණය වේ
ta: தானாகவே இந்த பணித்திட்டம் காப்பகப்படுத்தப்பட வேண்டிய தேதி.

source: JOSM Preset
cs: Preset JOSM
gl: JOSM predefinido
si: ජේ.ඕ.එස්.එම් යොමුව

source: A JOSM Preset has already been added to this project.
cs: Preset JOSM už byl k tomuto projektu přidán.
gl: JOSM xa foi engadido de xeito predefinido a este proxecto.
si: ජේ.ඕ.එස්.එම් යොමුව දැනටමත් වයාපෘතියට එකතු කර ඇත
ta: ஏற்கனவே ஒரு JOSM Preset இந்த பணித்திட்டத்தில் சேர்க்கப்பட்டுள்ளது.

source: Invalidation
cs: Zneplatnění
gl: Invalidación
si: අවලංගු කිරීම
ta: பணியை நிராகரிப்பு

source: Invalidate All Tasks
cs: Zneplatnit všechny úlohy
gl: Invalidar tódalas tarefas
si: සියලු කටයුතු අවලංගු කරන්න
ta: அனைத்து பணிகளையும் நிராகரிக்கவும்

source: Click this button if project instructions have changed, or if for some reason you need to invalidate all done tasks in a single step.
cs: Toto tlačítko použijte, pokud se změnily instrukce či z nějakého jiného důvodu potřebujete zneplatnit najednou všechny dokončené úlohy.
gl: Prema neste botón se modificaron as instrucións do proxecto ou se por algunha razón debe invalidar tódalas tarefas realizadas nun só intre.
si: ව්‍යපෘති උපදෙස් වෙනස් වී ඇත්නම් හෝ කිසියම් හේතුවකට සියලුම සම්පූර්ණ ලෙස සටහන් කළ කාර්යයන් එක වර අවලංගු කිරීමට ඔබට අවශ්‍ය නම් මෙම බොත්තම ඔබන්න.
ta: பணித்திட்ட வழிமுறைகள் மாற்றப்பட்டிருந்தால்அல்லது ஏதேனும் காரணத்துக்காக நீங்கள் அனைத்து நிறைவடைந்த பணிகளையும் ஒரே செயலின் மூலமாக நிராகரிக்க விரும்பினால் மட்டுமே இந்த பொத்தானை தெரிவு செய்யவும்

source: WARNING: This cannot be undone.
cs: POZOR: tento krok je nevratný!
gl: ADVERTENZA: Isto non se pode desfacer.
si: අවධානයයි: මෙම ක්‍රියාව නැවත අහෝසි කල නොහැක
ta: எச்சரிக்கை: இந்த செயலை மறுசீரமைக்க இயலாது.

source: Tip:
gl: Consello:
si: තොරතුරක්:
ta: சிறுகுறிப்பு:

source: You can use <a href class="markdown">Markdown</a>. (HTML is not allowed)
cs: Můžete použít <a href class="markdown">Markdown</a>. (HTML povoleno není)
gl: Podes emprega-lo <a href class="markdown">Markdown</a>. (O HTML non está permitido)
si: ඔබට <a href class="markdown">markdown</a> භාවිතා කළ හැක. (HTML භාවිතා කළ නොහැක)
ta: நீங்கள் <a href class="markdown">Markdown</a>-ஐ பயன்படுத்தலாம். (HTML-க்கு அனுமதி இல்லை)

source: Preview
cs: Náhled
gl: Previsualizares
si: පෙරදසුන
ta: முன்னோட்டம்

source: The list of elements we ask you to map
cs: Seznam typů objektů, které prosíme zmapovat
gl: A listaxe de elementos que che solicitamos que cartografes
si: අපි ඔබෙන් සිතියම්ගත කරන ලෙස ඉල්ලන දෑ
ta: நீங்கள் மேப் செய்ய வேண்டியவைகளாக நாங்கள் தொகுத்துள்ளவை.

source: The default comment entered when uploading data to the OSM database. Please add to the default comment a description of what you actually mapped.
cs: Implicitní poznámka, zadávaná před nahráním změn do databáze OSM. Prosím přidejte k ní ještě popis toho, co jste konkrétně zmapovali.
gl: O comentario predeterminado entrou ó carregar datos na base de datos do OSM. Engade ó comentario predeterminado unha descrición do que realmente cartografou.
si: ඕ.එස්.එම් දත්ත ගබඩාවට දත්ත ඇතුලත් කිරීමේදී භාවිතා වන පෙර සැකසූ අදහස. කරුණාකර මෙයට ඔබ සිතියම්ගත කළ දෑ පිලිබඳ යමක් එකතු කරන්න.
ta: OSM தகவல் தளத்தில் பணியை சேமிக்கும் போது இந்த கருத்து தானாக முன் நிரப்பப்படும். இதனுடன் நீங்கள் மேப் செய்தவற்றைக் குறித்த விவரங்களை நிரப்புங்கள்.

source: When saving your work, please leave the default comment but add what you actually mapped, for example "added buildings and a residential road".
cs: Při ukládání práce - nahrávání na server - prosím ponechte předem zadaný komentář, ale přidejte i pár slov o tom, co jste skutečně zmapovali, např. že jste přidali budovy a ulici.
gl: Ó garda-lo teu traballo, deixa o comentario predeterminado pero engada o que realmente cartografou, por exemplo "edificios engadidos e unha rúa residencial".
si: ඔබේ දායකත්වයන් ඉතිරි කිරීමේදී, පෙර සැකසූ අදහස ඉවත් නොකර එහි අගට ඔබ සිතියම්ගත කළ දෑ පිළිබඳව යමක් එකතු කරන්න. උදාහරණයක් ලෙස "නව ගොඩනැගිලි සහ මාර්ගයක් එකතු කරන ලදී".
ta: உங்கள் பணியை சேமிக்கும் போது, தயவு செய்து அதில் முன்னிருக்கும் கருத்தை அப்படியே விட்டு விடுங்கள். அதனுடன், தாங்கள் எதை மேப் செய்தீர்களோ, அதைக் குறித்தும் கருத்திடுங்கள். எ.கா "added buildings and a residential road".

source: preset
gl: predefinido
si: පෙර සැකසුම

source: Using JOSM? Please use the dedicated ${preset_link}.
cs: Používáte JOSM? Prosím použijte speciální ${preset_link}.
gl: Estás a usar JOSM? Por favor, empregue o adicado ${preset_link}.
si: ජේ.ඕ.එස්.එම් භාවිතා කරනවා ද? කරුණාකර මෙයට විශේෂිත වූ ${preset_link} භාවිතා කරන්න.
ta: JOSM பயன்படுத்துகிறீர்களா? தயவு செய்து அதற்கென தீர்மானிக்கப்பட்ட preset-களை பயன்படுத்தவும் ${preset_link}.

source: Start contributing
cs: Začít přispívat
gl: Comezar a contribuír
si: දායක වන්නට පටන් ගන්න
ta: பங்களிக்க தொடங்குங்கள்

source: Export
gl: Exportar
si: අපනයනය කරන්න
ta: ஏற்றுமதி

source: Contribute
cs: Zapojit se
gl: Contribuír
si: දායක වන්න
ta: பங்களியுங்கள்

source: Activity
cs: Aktivita
gl: Actividade
si: ක්‍රියාකාරකම්
ta: செயல்பாடு

source: Stats
cs: Statistiky
gl: Estatísticas
si: සංඛ්‍යා ලේඛන
ta: புள்ளி விவரம்

source: Loading
cs: Načítá se
gl: Carregando
si: පූර්නය කිරීම
ta: பணியேற்றம் நடைபெறுகிறது

source: Task doesn't exist.
cs: Úloha neexistuje.
gl: A tarefa non existe.
si: කාර්යය / යොමුව පවතින්නෙ නැත
ta: இந்தப் பணி உபயோகத்தில் இல்லை

source: an error occured
cs: došlo k chybě
gl: ocorreu un erro
si: දෝෂයක් මතු වී ඇත
ta: பிழை நேர்ந்து விட்டது

source: JOSM remote control did not respond. Do you have JOSM running and configured to be controlled remotely?
cs: Dálkové ovládání JOSM nereaguje. Máte editor JOSM spuštěný a nakonfigurovaný pro dálkové ovládání?
gl: O control remoto do JOSM non respondeu. Ten o JOSM correndo e configurado pra ser controlado de xeito remoto?
si: ජේ.ඕ.එස්.එම් දුරස්ථ පාලකයෙන් ප්‍රතිචාරයක් නොමැත. ඔබ ජේ.ඕ.එස්.එම් ක්‍රියාත්මක කර හා දුරස්ථ ලෙස පාලනය කිරීමට සකස් කර තිබේ ද?
ta: JOSM ரிமோட் கன்ட்ரோல் இயங்கவில்லை. உங்கள் கணினியில் JOSM தற்போது பின்னணியில் இயங்கி கொண்டிருக்கிறதா? வேறொரு மென்பொருளில் இருந்து கட்டுப்படுத்துவதற்கு JOSM-இல் அனுமதி அமைக்கப்பட்டுளதா?

source: Something wrong happened
cs: Něco se pokazilo
gl: Aconteceu algo malo
si: යම් දොෂයක් මතු වී ඇත
ta: ஏதோ தவறு நேர்ந்துவிட்டது

source: Please login first
cs: Prosím napřed se přihlašte
gl: Por favor inicia sesión primeiro
si: කරුණාකර පලමුව එ තුලට පිවිසීම සිදුකරන්න
ta: முதலில் உங்கள் கணக்கைக் கொண்டு உள் நுழையவும்

source: Map data © ${osm_link} contributors
cs: Mapová data © přispivatelé ${osm_link}
gl: Datos do mapa © ${osm_link} contribuíntes
si: සිතියම් තොරතුරු © ${osm_link} දායකයන්
ta: வரைபட தகவல் © ${osm_link} பங்களிப்பாளர்கள்

source: Cur. worked on
cs: Pracuje se
gl: Traballando en
si: Cur. ක්‍රියාත්මක වේ
ta: தற்போது பணியாற்றப்படும் சதுரங்கள்

source: Ready
cs: Připraveno
gl: Listo
si: සූදානම්
ta: தயார்

source: Invalidated
cs: Zneplatněno
gl: Invalidado
si: අවලංගුයි
ta: பணி நிராகரிக்கப்பட்டது

source: Done
cs: Hotovo
gl: Feito
si: සම්පුර්ණයි
ta: பணி நிறைவடைந்தது

source: Validated
cs: Ověřeno
gl: Validado
si: වලංගුයි
ta: பணி ஏற்கப்பட்டது

source: You must leave a comment.
cs: Musíte vyplnit popis.
gl: Debes deixar un comentario.
si: ඔබ අදහසක් සටහන් කල යුතුම වේ
ta: நீங்கள் கண்டிப்பாக கருத்திட வேண்டும்.

source: High priority
cs: Vysoká priorita
gl: Prioridade alta
si: ප්‍රමුඛතාවය වැඩි
ta: அதிக முன்னுரிமை

source: Project New
cs: Nový projekt
gl: Proxecto novo
si: නව වයාපෘතිය
ta: புதிய பணித்திட்டம்

source: Draw the area of interest
cs: Nakreslete oblast zájmu
gl: Debuxa a área de interese
si: කැමති ප්‍රදේශය සිතියම්ගත කරන්න
ta: உங்களுக்கு விருப்ப பகுதியை வரையவும்

source: Dropped file could not be loaded
cs: Puštěný soubor nešlo načíst
gl: O arquivo extraviado non se puido carregar
si: දැමූ ලිපිගොනුව පූර්ණය කිරීමට නොහැකි විය
ta: நீங்கள் அளித்த கோப்பை படிக்க இயலவில்லை

source: Dropped file was unreadable
cs: Puštěný soubor nešlo přečíst
gl: O arquivo extraviado era ilexíbel
si: දැමූ ලිපිගොනුව කියවීමට නොහැක
ta: நீங்கள் அளித்த கோப்பை படிக்க இயலவில்லை

source: Please provide a .geojson, .kml, or zipped .shp file
cs: Prosím vyberte soubor .geojson, .kml nebo zazipovaný .shp
gl: Por favor, fornece un arquivo .geojson, .kml ou un arquivo .shp comprimido.
si: කරුණාකර .geojson, .kml හෝ zipped .shp ගොනුවක් සපයන්න

source: Step ${number}
cs: Krok ${number}
gl: Paso ${number}
si: අදියර
ta: படி ${number}

source: Draw
cs: Nakreslit
gl: Debuxar
si: අඳින්න
ta: வரையவும்
