Repository: hotosm/osm-tasking-manager2
Catalog: osmtm/locale/*/LC_MESSAGES/osmtm.po
Languages: cs, gl, si, ta

source: About the Tasking Manager
cs: O Manažeru úloh
gl: Sobre o Xestor das Tarefas
si: මෙම මෘදුකාංගය ගැන
ta: Tasking Manager-ஐ பற்றி

source: Sponsorship and Funding
cs: Sponzorství a financování
gl: Patrocinio e financiamento
si: අනුග්‍රාහකත්වය සහ මූල්‍ය දායකත්වය
ta: ஆதரவாளர்கள் மற்றும் நிதி வரவு

source: OSM Tasking Manager was designed and built for the <a href="http://hot.openstreetmap.org">Humanitarian OpenStreetMap Team</a>.
cs: Manažer úloh byl navržen a vytvořen pro <a href="http://hot.openstreetmap.org">Humanitární tým OpenStreetMap</a>.
gl: O Xestor das Tarefas do OSM foi deseñado e creado para a Equipa Humanitaria do OSM, en inglés <a href="http://hot.openstreetmap.org">Humanitarian OpenStreetMap Team</a> e popularmente chamado HOT.
si: ඕ.එස්.එම් කාර්යය කලමණාකරු , සැලසුම්කර නිපදවන ලද්දේ, <a href="http://hot.openstreetmap.org"> මානුෂීය ඕපන් ස්ට්‍රීට් මැප් සාමුහිකය</a> වෙනුවෙනි.
ta: OSM Tasking Manager, <a href="http://hot.openstreetmap.org">Humanitarian OpenStreetMap Team</a> குழுவிற்காக வடிவமைத்து, உருவாக்கப்பட்டதாகும்.

source: With the invaluable help from:
cs: Díky za nenahraditelnou pomoc:
gl: Ca axuda inestimábel de:
si: : යන අයගෙන් ලැබුන අනර්ඝ දායකත්වය සමග
ta: இவர்களுடைய அருமதிப்புள்ள உதவியுடன்:

source: Getting Started
cs: Začínáme
gl: Primeiras pegadas
si: ආරම්භය
ta: தொடங்குதல்

source: Some resources to help you start using the Tasking Manager:
cs: Několik materiálů, které vám pomohou začít pracovat s Manažerem úloh:
gl: Algúns recursos para axudarche a comezar a emprega-lo Xestor das Tarefas:
si: කාර්යය කළමනාකරු භාවිතා කිරීම සඳහා ප්‍රයෝජනවත් මූලාශ්‍ර කිහිපයක්:
ta: Tasking Manager-ஐ நீங்கள் பயன்படுத்த தொடங்குவதற்கான சில வழிவகைகள்:

source: Open Source
gl: Código aberto
si: විවෘත කේත

source: OSM Tasking Manager is an open source software.<br>Feel free to report issues and contribute.
cs: Manažer úloh OSM je open source.<br>Budeme rádi za nahlašování chyb a příspěvky ke zdrojovému kódu.
gl: O Xestor das Tarefas do OSM é un software de código aberto. Non dubides en informar dos problemas e contribuír.
si: ඕ.එස්.එම් කාර්යය කලමණාකරු යනු විවෘත කේත මෘදුකාංගයකි. <br>වැරදි සහගත තැන් පෙන්වාදීමටත්, දායකත්වය ලබා දීමටත් ඔබටත් පුළුවන.
ta: OSM Tasking Manager ஒரு open source மென்பொருள்.<br> இதில் உள்ள பிரச்சனைகளை குறித்து அறிவிக்கவோ, அல்லது பொதுவாக இந்த மென்பொருளுக்கு பங்களிப்பு செய்யவோ தயங்காதீர்கள்.

source: The <a href="http://github.com/hotosm/osm-tasking-manager2">application code</a> is available on github
cs: <a href="http://github.com/hotosm/osm-tasking-manager2">Zdrojový kód</a> je dostupný na githubu
gl: O <a href="http://github.com/hotosm/osm-tasking-manager2">código da aplicación</a> está dispoñíbel no Github
si: මෙම<a href="http://github.com/hotosm/osm-tasking-manager2"> යෙදවුම් කේතය</a> ගිට් හබ් වෙතින් ලබා ගත හැක.
ta: இந்த <a href="http://github.com/hotosm/osm-tasking-manager2">application code</a> is available on github

source: Lead developer: Pierre GIRAUD (<a href="//www.camptocamp.com">Camptocamp</a>)
cs: Vedoucí vývoje: Pierre GIRAUD (<a href="//www.camptocamp.com">Camptocamp</a>)
gl: Desenvolvedor xeral: Pierre GIRAUD (<a href="//www.camptocamp.com">Camptocamp</a>)
si: ප්‍රධාන නිමවුම්කරු : පිඅරි ගිරෝඩ්(<a href="//www.camptocamp.com">Camptocamp</a>)
ta: முதன்மை மென்பொருளாளர்: பியரி கிராட்(<a href="//www.camptocamp.com">Camptocamp</a>)

source: with the help of <a href="https://github.com/hotosm/osm-tasking-manager2/graphs/contributors">other contributors</a>.
cs: s pomocí <a href="https://github.com/hotosm/osm-tasking-manager2/graphs/contributors">dalších přispivatelů</a>.
gl: ca axuda <a href="https://github.com/hotosm/osm-tasking-manager2/graphs/contributors">doutros contribuíntes</a>.
si: <a href="https://github.com/hotosm/osm-tasking-manager2/graphs/contributors">අනෙකුත් දායකයන්ගේ</a> උපකාර සමග
ta: <a href="https://github.com/hotosm/osm-tasking-manager2/graphs/contributors">மற்ற பங்களிப்பாளர்களின்</a> உதவியுடன்.

source: Version
cs: Verze
gl: Versión
si: අනුවාදය
ta: பதிப்பு

source: You have unread messages
cs: Máte nepřečtené zprávy
gl: Tes mensaxes non lidas
si: ඔබ විසින් නොකියවන ලද පණිවිඩ පත් ඇත

source: About
cs: O stránce
gl: Acerca de
si: මේ පිළිබඳව
ta: மேலும் தெரிந்து கொள்ள

source: login to OpenStreetMap
cs: přihlásit k OpenStreetMap
gl: Iniciar sesión en OpenStreetMap
si: ඕපන් ස්ට්‍රීට් මැප් වෙත පිවිසෙන්න
ta: OpenStreetMap-இல் உள் நுழையவும்

source: Fork the code on ${github_link}.
cs: Zdrojový kód na ${github_link}.
gl: Separa-lo código en ${github_link}.
si: මෙහි කේතය ${github_link} තුලින් ලබාගත හැක.
ta: இந்த மென்பொருள் code-ஐ ${github_link} -இல் இருந்து கிளை பிரித்து கொள்ளவும்.

source: OSM Tasking Manager is a mapping tool designed and built for the Humanitarian OSM Team collaborative mapping. The purpose of the tool is to divide up a mapping job into smaller tasks that can be completed rapidly. It shows which areas need to be mapped and which areas need the mapping validated.
cs: Manažer úloh OSM je mapovací nástroj navržený a vytvořený pro distribuované mapování Humanitárního týmu OSM. Princip nástroje tkví v rozdělení práce na projektu na menší úkoly, které pak rovnou plní jednotlivec. V nástroji jsou vidět oblasti, které je třeba zmapovat, a oblasti, u nichž je třeba zmapování ověřit.
gl: O Xestor das Tarefas do OSM é unha ferramenta de cartografado deseñada e creada pra a Equipa colaborativa de cartografado Humanitario do OSM ou popularmente chamado: HOT OSM. A finalidade desta ferramenta é dividi-lo traballo de cartografado en tarefas máis pequenas que poidan seren completadas de xeito axiña. Amosa que áreas precisan de seren cartografadas e que áreas precisan de seren validadas.
si: ඕ .එස්.එම් කාර්යය කලමණාකරු යනු,මානුශීය ඕ එස් එම් කණ්ඩායම මගින් නිර්මාණය කරන ලද සිතියම් මෙවලමකි.මෙම සිතියම්කරන මෙවලමේ අරමුණ වන්නේ සිතියම් ක්‍රියාවලිය වඩා ඉක්මනින් සම්පූර්ණ කිරීම සදහා සිතියම කුඩා කොටස් වලට බෙදා දැක්වීමයි.සිතියම්ගත කල යුතු ප්‍රදේශ හා එහි වලන්ගු බව පරීක්ෂා කිරීම එයින් නිරූපණය කෙරේ.
ta: OSM Tasking Manager என்பது Humanitarian OSM Team-இன் குழு முயற்சி மேப்பிங்-க்காக வடிவமைத்து, உருவாக்கப்பட்ட ஒரு மேப்பிங் கருவியாகும். ஒரு மேப்பிங் பணியை விரைந்து முடிக்கும் விதமாக அதை சிறு சிறு பணிகளாக பிரித்தளிப்பதே இந்த கருவியின் நோக்கமாகும். எந்தெந்த பகுதிகளில் மேப்பிங் தேவை என்பைதயும், எவற்றில் மேப்பிங் பணி ஆய்வு செய்யப்பட வேண்டும் என்பதையும் இக்கருவி காட்டுகின்றது.

source: This approach facilitates the distribution of tasks to the various mappers in a context of emergency. It also permits control of the progress and the homogeneity of the work done (e.g. elements to cover, specific tags to use, etc.).
cs: Tento přístup umožňuje v případě katastrofy či nouzové situace rychle rozdělit úlohy mapperům. Také umožňuje ovlivňovat rychlost, kvalitu a stejnoměrnost práce (specifikovat mapované objekty, použité tagy atd.).
gl: Deste xeito, facilitase o partillamento das tarefas entre os diversos cartógrafos nun eido como pode ser o da emerxencia. Tamén deixa controla-lo adianto e a homoxeneidade do traballo feito (é dicir, os elementos a cobrir, as etiquetas específicas a empregar, etc.).
si: හදිසි අවස්ථාවන්හිදී නොයෙක් සිතියම්ගත කරන්නන් අතර කොටස් බෙදා දීමට මෙම ප්‍රවේශය උපක්‍රමයක් වේ.එමගින් සිතියම්ගත කිරීමේදී නැවත නැවතත් එකම කිරීමෙන් වැලැක්වේ.
ta: இந்த அணுகுமுறையின் காரணமாக, அவசர நிலையில் ஒரு பணியை பல்வேறு மேப்பர்களிடம் பகிர்ந்தளிப்பது எளிதாகிறது. அது மட்டுமின்றி ஒரு பணித்திட்டத்தின் முன்னேற்றத்தைக் கண்காணிக்கவும், மற்றும் சீரான முறையில் பணியை (மேப்பிங் செய்யப்பட வேண்டியவை, குறிப்பிட்ட tag பயன்பாடு) மேற்கொள்ளவும் உதவுகிறது.

source: New to Mapping?
cs: Mapujete poprvé?
gl: Novo no cartografado?
si: සිතියම්ගත කිරීමට නවකයෙක් ද?
ta: மேப் செய்வதற்கு புதியவரா நீங்கள்?

source: Just jump over to <a target="_blank" href="http://www.openstreetmap.org">OpenStreetMap</a>, create an account, and then visit the LearnOSM tutorials on the <a target="_blank" href="http://learnosm.org/en/coordination/tasking-manager/">Tasking Manager</a> and the <a target="_blank" href="http://learnosm.org/en/beginner/id-editor">iD editor</a>. Alternatively check out the <a target="_blank" href="http://mapgive.state.gov">MapGive website</a> which also provides information on the Tasking Manager and mapping. Once you have read up on how to map, come back here to help map for people on the ground!
cs: Otevřete si <a target="_blank" href="http://www.openstreetmap.org">OpenStreetMap</a>, vytvořte účet a potom se podívejte tutoriály LearnOSM k <a target="_blank" href="http://learnosm.org/en/coordination/tasking-manager/">Manažeru úloh</a> a <a target="_blank" href="http://learnosm.org/en/beginner/id-editor">editoru iD</a>. Nebo mrkněte na <a target="_blank" href="http://mapgive.state.gov">stránku MapGive</a>, která také nabízí informace o Manažeru úloh a mapování. Nebo zkuste stránku české komunity <a target="_blank" href="http://www.openstreetmap.cz">OpenStreetMap.cz</a>. Až se sem zas vrátíte, už budete moct pomoct s mapováním!
gl: Só tes que ir ó <a target="_blank" href="http://www.openstreetmap.org">OpenStreetMap</a>, facer unha conta e, deseguido, olla-los tutoriais do LearnOSM no <a target="_blank" href="http://learnosm.org/en/coordination/tasking-manager/">Xestor das Tarefas</a> e no <a target="_blank" href="http://learnosm.org/en/beginner/id-editor">editor iD</a>. De xeito disxuntivo, olla o sitio web do <a target="_blank" href="http://mapgive.state.gov">MapGive</a> que tamén fornece informacións acerca do Xestor de Tarefas e o cartografado. Unha vez que teña lido sobre de que xeito cartografar, volta eiquí para axudar a mapear ás persoas no terreo!
si: <a target="_blank" href="http://www.openstreetmap.org"> ඕපන් ස්ට්‍රීට් මැප් </a>වෙත පිවිස, පළමුව ඔබට ගිණුමක් අරඹා, දෙවනුව <a target="_blank" href="http://learnosm.org/en/coordination/tasking-manager/">ඕ .එස්.එම් කාර්යය කලමණාකරුහි </a>ඇති ඕ. එස්. එම් ඉගෙනගනිමු නිබන්ධනද ,අයි.ඩී සංස්කරක මෙවලමෙහි ඇති <a target="_blank" href="http://learnosm.org/en/beginner/id-editor">මෙම නිබන්ධනයද </a>කියවා බලන්න. එසේත් නොමැති නම් කාර්යය කලමණාකරු සහ සිතියම්කරනය තොරතුරු ලබා දෙනපසුව <a target="_blank" href="http://mapgive.state.gov"> MapGive </a>වෙබ් ලිපිනය වෙත පිවිසෙන්න. නැවත පැමිණ උදව් ඇවසි මිනිසුන් වෙනුවෙන් සිතියම් සකසන්නට උපකාර කරන්න!.

source: Questions About Tasks, Mapping or HOT?
cs: Otázky ohledně úloh, mapování nebo HOT?
gl: Preguntas sobre as tarefas, cartografado ou HOT?
si: කාර්යය පිළිබදව,සිතියම් සැකසීම පිළිබදව හෝ මානුෂීය ඕපන් ස්ට්‍රීට් මැප් සාමුහිකය පිළිබදව ගැටළු තිබේද?
ta: பணிகள், மேப்பிங், அல்லது HOT குறித்து ஏதேனும் கேள்விகளா?

source: If you have any questions about a project, a task or mapping in general please ask on our mailing list: <a href="https://lists.openstreetmap.org/listinfo/hot">HOT E-Mail List</a>.
cs: Pokud máte otázky ohledně projektu, úlohy nebo mapování obecně, prosím zeptejte se nás na mailing listu <a href="https://lists.openstreetmap.org/listinfo/hot">HOT E-Mail List</a>.
gl: Se tes algunha dúbida sobre un proxecto, unha tarefa ou un cartografado en xeral, pregúntanos na nosa listaxe de correo: <a href="https://lists.openstreetmap.org/listinfo/hot">Listaxe de correo do HOT</a>.
si: ඔබට ව්‍යාපෘතියක්, කාර්යයක් හෝ සිතියම්ගත කිරීම සම්බන්ධයෙන් යම්කිසි ප්‍රශ්නයක් වෙතොත් අපගේ mailing list එක තුලින් විමසන්න: <a href="https://lists.openstreetmap.org/listinfo/hot">HOT E-Mail List</a>.
ta: பணித்திட்டம், குறிப்பிட்ட பணி அல்லது பொதுவாக மேப்பிங் குறித்து உங்களுக்கு ஏதேனும் சந்தேகங்கள் இருந்தால், எங்களுடைய அஞ்சல் பட்டியலில் <a href="https://lists.openstreetmap.org/listinfo/hot">HOT E-Mail List</a> கேளுங்கள்.

source: Or visit us in our IRC Chat Channel, just select #hot from the pop down channel list: <a href="http://irc.openstreetmap.org/">OSM HOT IRC Channel #hot</a>.
cs: Nebo nás navštivte na našem kanálu chatu IRC - jednoduše vyberte položku #hot v seznamu kanálů:<br /><a href="http://irc.openstreetmap.org/">OSM HOT IRC Channel #hot</a>.
gl: Ou visítanos na nosa canle de chat do IRC, só selecciona #hot dende a listaxe de canles de embaixo: <a href="http://irc.openstreetmap.org/">OSM HOT IRC Channel #hot</a>.
si: නැතහොත් අපගේ IRC චැට් එක තුලට සම්බන්ධ වී, නාලිකා ලැයිස්තුවෙන් #hot යන නාලිකාව තෝරා ගන්න: <br /><a href="http://irc.openstreetmap.org/">OSM HOT IRC Channel #hot</a>.
ta: அல்லது எங்கள் IRC Chat Channel-ஆன #hot வாயிலாக தொடர்பு கொள்ளுங்கள்.<br /><a href="http://irc.openstreetmap.org/">OSM HOT IRC Channel #hot</a>.

source: General inquries and comments are welcomed at: <a href="mailto:info@hotosm.org" target="_top">info@hotosm.org</a>.
cs: Obecné dotazy a komentáře uvítáme i na mailu: <a href="mailto:info@hotosm.org" target="_top">info@hotosm.org</a>.
gl: As dúbidas, consultas e comentarios xerais son benvidas: <a href="mailto:info@hotosm.org" target="_top">info@hotosm.org</a>
si: වෙනත් ප්‍රශ්න හෝ අදහස් ඇත්නම් අපගේ ඊමේල් ලිපිනය වෙත එවන්න: <a href="mailto:info@hotosm.org" target="_top">info@hotosm.org</a>.
ta: பொதுவான விசாரணைகள் மற்றும் கருத்துகள் <a href="mailto:info@hotosm.org" target="_top">info@hotosm.org</a> என்ற முகவரியில் வரவேற்க்கப்படுகின்றன.

source: Email HOT at
cs: Napište HOT na
gl: Envía un correo electrónico a HOT a
si: මානුෂීය ඕපන් ස්ට්‍රීට් මැප් සාමුහිකය වෙත විද්‍යුත් තැපැල් පතක් යවන්න
ta: HOT-க்கு ஈமெயில் அனுப்ப

source: Follow HOT on
cs: Sledujte HOT na
gl: Segue a HOT no
si: මානුෂීය ඕපන් ස්ට්‍රීට් මැප් සාමුහිකය අනුගමනය කරන්න
ta: HOT -ஐ பின் தொடர

source: Like HOT on
cs: Připojte se k HOT na
gl: Dálle un góstame a HOT no
si: මානුෂීය ඕපන් ස්ට්‍රීට් මැප් සාමුහිකය වෙත කැමැත්ත පලකරන්න
ta: HOT-ஐ விரும்ப

source: Please donate!
cs: Prosím přispějte!
gl: Por favor, doa!
si: කරුණාකර ආධාර කරන්න!
ta: தயவுசெய்து நன்கொடை அளிக்கவும்!

source: urgent
cs: urgentní
gl: Urxente
si: හදිසි
ta: விரைவு நிலை

source: high
cs: vysoká
gl: Alta
si: වැඩි
ta: அதிகம்

source: medium
cs: střední
gl: Media
si: මධ්‍යම
ta: இடைநிலை

source: low
cs: nízká
gl: Baixa
si: අඩු
ta: குறைவு

source: Access to this project is limited
cs: Přístup k tomuto projektu je omezen
gl: O acceso a este proxecto é limitado
si: මෙම ව්‍යාපෘතියට ප්‍රවේශය සීමා කර ඇත
ta: இந்த project-க்கான நுழைவுரிமை வரையறுக்கப் பட்டுள்ளது

source: Created by
cs: Vytvořil
gl: Creado por
si: නිර්මාණය කරන ලද්දේ
ta: இவரால் உருவாக்கப்பட்டது

source: Updated
cs: Upravil
gl: Actualizado
si: යාවත්කාලීනයි
ta: புதுப்பிக்கப்பட்டது

source: Priority:
cs: Priorita:
gl: Prioridade:
si: ප්‍රමුඛත්වය
ta: முன்னுரிமை:

source: ${total} project
gl: ${total} proxecto

source: Projects
cs: Projekty
gl: Proxectos
si: ව්‍යාපෘති
ta: திட்டங்கள்

source: Search
cs: Hledat
gl: Procurar
si: සොයන්න
ta: தேடுக

source: Filters:
gl: Filtros:

source: Your projects
cs: Vaše projekty
gl: Os teus proxectos
si: ඔබේ ව්‍යපෘති
ta: உங்கள் திட்டங்கள்

source: Include archived projects
cs: Včetně archivovaných projektů
gl: Incluír proxectos arquivados
si: සංරක්ෂණය කරන ලද ව්‍යාපෘති අඩංගු කරන්න

source: Labels:
gl: Etiquetas:

source: ${locked} user is currently working on this project
cs: Na projektu právě pracuje ${locked} uživatel
gl: ${locked} usuario está a traballar agora neste proxecto
si: ${locked} පරිශීලකයෙකු මෙම ව්‍යාපෘතියේ කටයුතු කරමින් සිටී
ta: ${locked} பயனாளர்கள் இந்தப் பணிதிட்டத்தில் தற்போது பணி செய்து கொண்டிருக்கிறார்கள்.

source: Filters
gl: Filtros

source: High priority first
cs: podle priority
gl: Alta prioridade primeiro
si: වැඩි ප්‍රමුඛත්වය මුලින්
ta: அதிக முன்னுரிமை கொண்டது முதலில்

source: Creation date
cs: podle data vytvoření
gl: Data de creación
si: නිර්මාණය කළ දිනය
ta: உருவாக்கப்பட்ட நாள்

source: Last update
cs: podle data změny
gl: Última actualización
si: යාවත්කාලීන කළ දිනය
ta: கடைசியாக புதுப்பிக்கப்பட்டது

source: Sort by:
cs: Řadit:
gl: Ordenar por:
si: තෝරන්න:
ta: இதனால் வரிசைப்படுத்து:

source: Labels
gl: Etiquetas

source: imagery url available only after accepting the license
cs: URL k podkladům je přístupné teprve po schválení licence
gl: a ligazón URL das imaxes estará dispoñíbel só despois de acepta-la licenza
si: බලපත්‍රය පිළිගත් පසුව පමණක්, රූපමය සිතියම් වල URL දිස්වනු ඇත
ta: உரிமத்தை ஒப்பு கொண்ட பிறகே படங்களுக்கான url -ஐ காண இயலும்

source: ${license} license agreement
cs: Licenční ujednání ${license}
gl: ${license} acordo da licenza
si: ${license} බලපත්‍ර එකඟත්වය
ta: ${license} உரிம ஒப்பந்தம்

source: Access to this imagery is limited by the ${license_agreement_link}.
cs: Přístup k těmto podkladům je omezen přes ${license_agreement_link}.
gl: O acceso a esta licenza está limitado pola ${license_agreement_link}.
si: මෙම රූපමය සිතියම පරිශීලනය ${license_agreement_link} අනුව සීමා කර ඇත.
ta: இந்த படங்களை உபயோகிப்பதற்கான விதிகள் இந்த உரிம ஒப்பந்தத்தின் பாடி ${license_agreement_link} வரையறுக்கப் பட்டுள்ளது .

source: You have already acknowledged the terms of this license.
cs: Podmínky licence už jste vzal/a na vědomí.
gl: Xa recoñeceu os termos desta licenza.
si: ඔබ මෙම බලපත්‍රයේ කොන්දේසි දැනටමත් පිළිගෙන ඇත
ta: இந்த உரிமத்தின் நியதிகளுக்கு நீங்கள் ஏற்கனவே ஒப்புதல் அளித்து விட்டீர்கள்.

source: review and acknowledge
cs: prohlédnout a vzít na vědomí
gl: revisar e recoñecer
si: සමාලෝචනය කර පිළිගැනීම
ta: ஆய்வுசெய்து ஒப்புதல் அளிக்கவும்

source: You need to ${review_and_acknowledge_link} the agreement.
cs: Musíte napřed ${review_and_acknowledge_link} ujednání.
gl: Necesitas ${review_and_acknowledge_link} o acordo previo.
si: ඔබ විසින් ගිවිසුම ${review_and_acknowledge_link} අවශ්‍ය වේ.
ta: நீங்கள் இந்த ஒப்பந்தத்தை ${review_and_acknowledge_link} ஆய்வு செய்து ஒப்புதல் அளிக்க வேண்டும்.

source: You need to accept the license first
cs: Musíte napřed souhlasit s licencí
gl: Debes acepta-la licenza primeiro
si: ඔබ මුලින් බලපත්‍රය පිළිගත යුතුය
ta: முதலில் நீங்கள் உரிமத்தை ஏற்று கொள்ள வேண்டும்

source: Edit Label
gl: Editar etiqueta

source: New label name...
gl: Novo nome da etiqueta...

source: Description
cs: Popis
gl: Descrición
si: විස්තරය
ta: விவரணை

source: Save the modifications
cs: Uložit úpravy
gl: Garda-las modificacións
si: වෙනස් කිරීම් ඉතිරි කරන්න
ta: திருத்தங்களை சேமிக்கவும்

source: Delete
cs: Smazat
gl: Borrar
si: මකන්න
ta: நீக்கு

source: Create label
gl: Xerar etiqueta

source: Cancel
cs: Zrušit
gl: Desbotar
si: අවලංගු කරන්න
ta: இரத்து செய்

source: Are you sure you want to delete this label?
gl: Tes a seguridade de que queres eliminar esta etiqueta?

source: edit
cs: upravit
gl: editar
si: වෙනස් කරන්න
ta: திருத்து

source: New label
gl: Nova etiqueta

source: Edit License
cs: Upravit licenci
gl: Editar licenza
si: බලපත්‍රය වෙනස් කරන්න
ta: உரிமத்தை திருத்து

source: Name
cs: Název
gl: Nome
si: නම
ta: பெயர்

source: A name for the license (provider, for example)
cs: Název licence (např. poskytovatel)
gl: Un nome pra a licenza (provedor, por exemplo)
si: බලපත්‍රය සඳහා නමක් (උදා: බලපත්‍රය සපයන්නා)
ta: உரிமத்திற்கான பெயர்( உதாரணமாக, வழங்குநர் பெயர்)

source: The license terms
cs: Podmínky licence
gl: Os termos da licenza
si: බලපත්‍ර කොන්දේසි
ta: உரிமை விதிகள்

source: Plain Text
cs: Čistý text
gl: Texto sen formato
si: සාමාන්‍ය අකුරු
ta: சாதாரண எழுத்து

source: A short version of the terms
cs: Zkrácená verze podmínek
gl: Unha versión curta dos termos
si: කොන්දේසි කෙටියෙන්
ta: நியதிகளின் குறும்பதிப்பு

source: Create the new license
cs: Vyvořit novou licenci
gl: Xerar a nova licenza
si: නව බලපත්‍රය නිර්මාණය කරන්න
ta: புது உரிமத்தை உருவாக்கு

source: Are you sure you want to delete this license?
cs: Opravdu chcete smazat tuto licenci?
gl: Estás na seguridade de que queres eliminar esta licenza?
si: මෙම බලපත්‍රය මකා දැමිය යුතු බවට ඔබට විශ්වාසද?
ta: இந்த உரிமத்தை நீங்கள் உறுதியாக நீக்குகிறீர்களா?

source: Licenses
cs: Licence
gl: Licenzas
si: බලපත්‍ර
ta: உரிமங்கள்

source: ${license_name} License Acknowledgement
cs: Potvrzení licence ${license_name}
gl: ${license_name} Recoñecemento da licenza
si: ${license_name} බලපත්‍ර කුවිතාන්සිය
ta: ${license_name} உரிமம் ஒப்புகை

source: Access via this site to imagery identified as <em>"${license_name}"</em> is subject to the following usage terms:
cs: Pro tento přístup k podkladům <em>"${license_name}"</em> platí následující podmínky používání:
gl: O acceso a través deste sitio ás imaxes identificadas coma <em>"${license_name}"</em> está suxeita ós seguintes termos de uso:
si: මෙම පිටුව හරහා <em>"${license_name}"</em>ලෙස හදුනාගත් රූපමය සිතියම පරිශීලනය, පහත සදහන් භාවිතා කොන්දේසි වලට යටත් වේ.
ta: இந்த தளத்தின் வாயிலாக, <em>"${license_name}"</em> என்றறியப்படும் இந்தப் படங்களுக்கான உபயோகம் கீழ்கண்ட நிபந்தனைகளுக்கு உட்பட்டது:

source: I AGREE
cs: SOUHLASÍM
gl: ESTOU DACORDO
si: මම එකඟ වෙමි
ta: நான் ஒப்புக்கொள்கிறேன்

source: No, thank you
cs: Ne, děkuju
gl: Non, grazas
si: නැහැ, ස්තූතියි
ta: தேவையில்லை, நன்றி

source: Create new license
cs: Vytvořit novou licenci
gl: Xerar unha nova licenza
si: නව බලපත්‍රයක් නිර්මාණය කරන්න
ta: புது உரிமத்தை உருவாக்கு

source: Text
gl: Texto

source: Lists
gl: Listaxes

source: Embeds
gl: Incrustado ou embebido

source: Heading
gl: Encabezado

source: or
cs: nebo
gl: ou
si: හෝ
ta: அல்லது

source: Subheading
gl: Subtítulo

source: Only
gl: Só

source: Subsubheading
gl: Subsubcabeceira

source: Text attributes
gl: Atributos do texto

source: italic
gl: itálica

source: bold
gl: negriña

source: and
gl: e

source: The rain---not the reign---in Spain.
gl: A choiva---non o reinado---na España.

source: The rain&ndash;not the reign&ndash;in Spain.
gl: A choiva&ndash;non o reinado&ndash;na España.

source: Paragraphs are separated<br />by a blank line.
gl: Os parágrafos están separados <br /> por unha liña en branco.

source: Paragraphs are separated by a blank line.
gl: Os parágrafos están separados por unha liña en branco.

source: A block (four spaces).
gl: Un bloque (catro espazos).

source: A block (four spaces)
gl: Un bloque (catro espazos)

source: Mapping list:
gl: Listaxe de cartografado:

source: roads
gl: estradas

source: landuses
gl: usos do solo

source: buildings
gl: edificios

source: Mapping order:
gl: Orde de cartografado:

source: A link
gl: Unha ligazón

source: alternate text
gl: alternar texto

source: video
gl: vídeo

source: Currently supports Youtube, Vimeo, and Flickr embeds.
gl: Actualmente é compatíbel cas incrustacións no Youtube, Vimeo e Flickr.

source: Messages
cs: Zprávy
gl: Mensaxes
si: පණිවුඩ
ta: செய்திகள்

source: From:
cs: Od:
gl: De:
si: වෙතින්:
ta: அனுப்புநர்

source: You have tasks assigned:
cs: Máte přiřazené úlohy:
gl: Tes tarefas asignadas:
si: ඔබට පවරන ලද කාර්යයන් ඇත:
ta: உங்களுக்குப் பணிகள் ஒதுக்கப்பட்டுள்ளன:

source: This project is not published yet.
cs: Tento projekt ještě není zveřejněn.
gl: Este proxecto aínda non foi publicado.
si: මෙම ව්‍යාපෘතිය තවම ප්‍රකාශනයට පත් කර නොමැත.
ta: இந்தப் பணித்திட்டம் இன்னும் வெளியிடப்படவில்லை.

source: Publish
cs: Zveřejnit
gl: Publicar
si: ප්‍රකාශනයට පත් කරන්න
ta: வெளியிடு

source: This project was archived.
cs: Tento projekt byl archivován
gl: Este proxecto foi arquivado.
si: මෙම ව්‍යාපෘතිය සංරක්ෂණය කර ඇත.
ta: இந்த திட்டப்பணி காப்பகப்படுத்தப் பட்டது.

source: Instructions
cs: Instrukce
gl: Instrucións
si: උපදෙස්
ta: வழிமுறைகள்

source: Edit
cs: Upravi
gl: Editar
si: වෙනස් කරන්න
ta: திருத்து

source: Are you sure?
cs: Opravdu?
gl: Tes a seguridade disto?
si: ඔබට මෙය කිරීමට විශ්වාසද?
ta: உறுதியாகவா?

source: This will mark all tasks currently marked as 'done' as invalid. Please use this only if you are sure of what you are doing.
cs: Tímto nastavíte všechny úlohy označené jako 'hotové' jako neplatné. Prosím toto provádějte jedině pokud opravdu víte, co děláte.
gl: Isto marcará tódalas tarefas actualmente marcadas coma "feitas" como non válidas. Empregue isto só se está seguro do que está a facer.
si: මෙමගින් සම්පූර්ණ යැයි ලකුණු කර ඇති සියළු කාර්යයන් අවලංගු ලෙස ලකුණු කෙරෙනු ඇත. එසේ කිරීමට අවශ්‍ය නම් පමණක් මෙය භාවිතා කරන්න.
ta: தற்போது நிறைவடைந்ததாக குறிக்கப்பட்டுள்ள அனைத்து பணிகளையும் இது நிராகரித்து விடும். தயவுசெய்து, தாங்கள் செய்யும் செயலை நிச்சயமாக உணர்ந்தால் மட்டுமே இதை பயன்படுத்துங்கள்.
