Repository: hotosm/osm-tasking-manager2
Catalog: osmtm/locale/*/LC_MESSAGES/osmtm.po
Languages: cs, gl, si, ta

source: Sorry, could not create the project. <br />%s
cs: Projekt se bohužel nepodařilo vytvořit. <br />%s
gl: Sentímolo, non pode crea-lo proxecto. <br />%s
si: සමාවන්න, ව්‍යාපෘතිය නිර්මාණය කිරීමට නොහැකි විය. <br />%s
ta: மன்னிக்கவும், திட்டப்பணியை உருவாக்க இயலவில்லை. <br />%s

source: Successfully imported ${n} geometry
cs: Úspěšně naimportována ${n} geometrie
gl: Importáronse con éxito ${n} xeometría

source: A comment is required.
cs: Musíte vyplnit poznámku
gl: Requírese un comentario.
si: මේ සඳහා අදහසක් ඇතුලත් කිරීම අනිවාර්ය වේ.
ta: கருத்து கண்டிப்பாக தேவை.

source: Please type the project id in the box to confirm
cs: Prosím o potvrzení: vyplňte identifikátor projektu
gl: Pregámosche que escribas o ID do proxecto no cadro para confirmares
si: සනාථ කිරීම සඳහා කොටුව තුල ව්‍යපෘති අංකය ඇතුලත් කරන්න
ta: இதை உறுதிப்படுத்த தயவுசெய்து பணித்திட்டத்தின் id-ஐ பெட்டியில் தட்டச்சு செய்யவும்.

source: No done tasks to invalidate.
cs: Neexistuje úloha, kterou by bylo možné zneplatnit.
gl: Non hai tarefas feitas pra invalidares.
si: වලංගු කිරීමට සම්පූර්ණ වූ කාර්යයන් කිසිවක් නැත.
ta: நிராகரிப்பதற்கு நிறைவடைந்த பணிகள் ஒன்றுமில்லை.

source: %d task invalidated
cs: zneplatněna %d úloha
gl: %d tarefas invalidada
si: කාර්යයන් %d ක් අවලංගු කරන ලදී

source: A subject and message are required.
cs: Musíte uvést předmět a text zprávy.
gl: Son imprescindíbeis un asunto e unha mensaxe.
si: නිවේදනය සඳහා ශීර්ෂයක්/මාතෘකාවක් හා අන්තර්ගතයක් ඇතුළත් කිරීම අනිවාර්යයි.

source: Project #
cs: Číslo projektu
gl: Proxecto #
si: ව්‍යාපෘති #

source: No users to message.
cs: Není komu zprávu odeslat.
gl: Non hai usuarios ós que enviar mensaxes.
si: නිවේදනය නිකුත් කිරීමට පරිශීලකයන් නොමැත.

source: Message sent to ${num} user.
cs: Zpráva odeslána ${num} uživateli.
gl: Mensaxe enviada a ${num} usuario.
si: නිවේදනය පරිශීලකයන් ${num} දෙනෙකු වෙත යොමු කෙරුණි .

source: Cannot update task. Record lock for update.
cs: Nelze aktualizovat úlohu kvůli zámku.
gl: Non se pode actualizar a tarefa. Bloqueo de rexistro para actualizar.
si: කාර්යය යාවත්කාලීන කළ නොහැක. යාවත්කාලීන කිරීම සඳහා වාර්ථාව අගුලු යොදවා ඇත.
ta: பணியை புதுப்பிக்க இயலாது. Lock-ஐ பதிவு செய்து புதுப்பிக்கவும்.

source: This task doesn't exist.
cs: Tato úloha neexistuje.
gl: Esta tarefa non existe.
si: මෙවන් කාර්යයක් නැත.
ta: இந்தப் பணி உபயோகத்தில் இல்லை

source: You need to lock the task first.
cs: Musíte úlohu napřed zamknout.
gl: Debe primeiro bloquear a tarefa.
si: පළමුව කාර්යයට අගුලු යෙදවිය යුතුය.
ta: உங்களுக்கான பணியை முதலில் ஒதுக்கி கொள்ள வேண்டும்.

source: Task marked as done. Thanks for your contribution
cs: Úloha označena jako hotová. Díky za příspěvek
gl: Tarefa marcada como feita. Grazas pola túa achega
si: කාර්යය සම්පූර්ණ ලෙසට සටහන් කරන ලදී. ඔබගේ දායකත්වයට ස්තූතියි.
ta: பணி நிறைவடைந்ததாக குறிக்கப்பட்டுள்ளது. உங்கள் பங்களிப்புக்கு நன்றி

source: Task already locked.
cs: Úloha je už zamčená.
gl: Tarefa xa bloqueada.
si: කාර්යයට දැනටමත් අගුලු යොදවා ඇත.
ta: பணி வேறொருவருக்கு ஒதுக்கப்பட்டுள்ளது.

source: Task assigned to someone else.
cs: Úlohu má přidělený někdo jiný.
gl: Tarefa asignada a outra persoa.
si: කාර්යය වෙනත් අයෙකුට පවරා ඇත.
ta: பணி வேறொருவருக்கு ஒதுக்கப்பட்டுள்ளது.

source: You don't have enough permissions to review the work.
gl: Non tes suficientes permisos pra revisares o traballo.

source: Task locked. You can start mapping.
cs: Úloha byla zamčena. Můžete začít mapovat.
gl: Tarefa bloqueada. Xa podes comezar a cartografar.
si: කාර්යයට අගුලු යොදවන ලදී. ඔබට සිතියම්ගත කිරීම ආරම්භ කළ හැක.
ta: பணி உங்களுக்காக ஒதுக்கப்பட்டுள்ளது. நீங்கள் மேப் செய்ய தொடங்கலாம்.

source: Task unlocked.
cs: Úloha byla odemčena.
gl: Tarefa desbloqueada.
si: කාර්යයේ අගුලු ඉවත් කරන ලදී.
ta: ஒதுக்கப்பட்ட பணி விலக்கப்பட்டது

source: Comment added.
cs: Poznámka přidána.
gl: Comentario engadido.
si: අදහස එකතු කරන ලදී.
ta: கருத்து சேர்க்கப்பட்டது

source: You were mentioned in a comment - Task ${link}
cs: Byl/a jste zmíněn/a v komentáři - Úloha ${link}
gl: Foches mencionado nun comentario - Tarefa ${link}
si: අදහසක ඔබේ නම සඳහන් විය - කාර්යය ${link}
ta: பணி ${link} - கருத்து பகுதியில் உங்கள் பெயர் குறிப்பிடப் பட்டுள்ளது

source: Task ${link} invalidated
cs: Úloha ${link} zneplatněna
gl: Tarefa ${link} invalidada.
si: ${link} කාර්යය අවලංගු කර ඇත
ta: பணி ${link} நிராகரிக்கப்பட்டது

source: Task validated.
cs: Úloha ověřena.
gl: Tarefa validada.
si: කාර්යය වලංගු කර ඇත.
ta: பணி ஏற்றுக்கொள்ளப்பட்டது

source: Task invalidated.
cs: Úloha zneplatněna.
gl: Tarefa invalidada.
si: කාර්යය අවලංගු කර ඇත.
ta: பணி நிராகரிக்கப்பட்டது

source: Task is locked by someone else
gl: A tarefa está bloqueada por outra persoa

source: Random task... none available! Sorry.
cs: Náhodná úloha... není bohužel k dispozici.
gl: Tarefas ó chou... ningunha dispoñíbel! Sentímolo.
si: අහඹු ලෙස තෝරාගැනීමට කාර්යයන් කිසිවක් නැත! සමාවන්න.
ta: மன்னிக்கவும், ஒதுக்குவதற்கு எந்தப் பணியும் இல்லை!

source: You cannot assign an already locked task
cs: Nemůžete přiřadit úlohu, která je už zamčená
gl: Non podes asignar unha tarefa xa bloqueada
si: දැනටමත් අගුලු යොදා ඇති කාර්යයක් පවරා ගැනීමට ඔබට නොහැක.
ta: வேறொருவருக்கு ஒதுக்கப்பட்டுள்ள பணியை உங்களுக்கு ஒதுக்கிக் கொள்ள இயலாது

source: Task assigned.
cs: Úloha přiřazena.
gl: Tarefa asignada.
si: කාර්යය පවරන ලදී.
ta: பணி ஒதுக்கப்பட்டுள்ளது

source: Task assignment removed
cs: Přiřazení úlohy zrušeno
gl: Tarefa asignada eliminada
si: කාර්යය පැවරීම ඉවත් කරන ලදී
ta: ஒதுக்கப்பட்ட பணி விலக்கப்பட்டது

source: Task difficulty changed.
cs: Obtížnost úlohy změněna.
gl: Dificultade da tarefa mudada.
si: කාර්යයේ දුෂ්කරතාවය වෙනස් කරන ලදී
ta: பணி சிரம நிலை மாற்றப்பட்டுள்ளது

source: Task difficulty removed
cs: Obtížnost úlohy vymazána
gl: Dificultade da tarefa eliminada
si: කාර්යයේ දුෂ්කරතාවය ඉවත් කරන ලදී
ta: பணி சிரம நிலை நீக்கப்பட்டது

source: You probably don't want to remove your privileges
cs: Pravděpodobně si nechcete zrušit vlastní práva
gl: Probábelmente non queira eliminar os seus privilexios
si: ඔබේ වරප්‍රසාද ඉවත් කිරීමට ඔබට සැබවින්ම උවමනාවක් තිබේ ද?
ta: உங்களுக்கான சிறப்பு சலுகைகளை நீங்கள் நீக்க விரும்பவில்லை

source: Sorry, this user doesn't exist
cs: Tento uživatel bohužel neexistuje
gl: Sentímolo, este usuario non existe
si: සමාවන්න, මෙවන් පරිශීලකයෙකු නැත
ta: மன்னிக்கவும், இந்த பெயர் கொண்ட பயனாளர் இல்லை.

source: Allowed Users
cs: Povoleno uživatelům
si: අවසරලත් පරිශීලකයන්
ta: அனுமதிக்கப்பட்ட பயனாளர்கள்
