Repository: hotosm/osm-tasking-manager2
Catalog: osmtm/locale/*/LC_MESSAGES/osmtm.po
Languages: cs, gl, si, ta

source: ${draw_link} the area of interest on the map.
cs: ${draw_link} oblast zájmu na mapě.
gl: ${draw_link} a área de interese no mapa.
si: සිතියමේ අවශ්‍ය ප්‍රදේශය ${draw_link}.
ta: நீங்கள் விரும்பிய பகுதியை மேப்-இல் வரையவும் ${draw_link}.

source: Provide a .geojson, .kml, or zipped .shp file.
cs: Vyberte soubor .geojson, .kml nebo zazipovaný .shp
gl: Fornece un arquivo .geojson, .kml ou un arquivo .shp comprimido.
si: .geojson, .kml හෝ zipped .shp ගොනුවක් සපයන්න.

source: Import
cs: Nahrát
gl: Importar
si: ආනයනය කරන්න
ta: இறக்குமதி செய்யவும்

source: ${import_link} a <em>GeoJSON</em>, <em>KML</em>, or <em>zipped SHP</em> file.
cs: ${import_link} soubor <em>GeoJSON</em>, <em>KML</em> nebo <em>zazipovaný SHP</em>.
gl: ${import_link} un arquivo <em>GeoJSON</em>, <em>KML</em> ou un arquivo <em>SHP comprimido</em>.
si: ${import_link} <em>GeoJSON</em>, <em>KML</em> හෝ <em>zipped SHP</em> ගොනුවක්.

source: Want to use an <em>.osm</em> file instead?
cs: Chcete místo toho použít soubor <em>.osm</em>?
gl: Queres empregar un arquivo <em>.osm</em> no seu lugar?
si: මේ වෙනුවට <em>.osm</em> ලිපිගොනුවක් භාවිතා කිරීමට අවශ්‍යද?
ta: மாற்றாக <em>.osm</em> கோப்பை பயன்படுத்த விரும்புகிறீர்களா?

source: You can use ${geojson_link} to convert it to <em>GeoJSON</em>.
cs: Můžete použít ${geojson_link} k převodu na <em>GeoJSON</em>.
gl: Podes empregar ${geojson_link} pra convertilo a <em>GeoJSON</em>.
si: ඔබට ${geojson_link} භාවිතා කර එය <em>GeoJSON</em> ආකාරයට හැරවීමට හැක.
ta: நீங்கள் ${geojson_link} -ஐ பயன்படுத்தி இதை <em>GeoJSON</em> - ஆக உருமாற்றலாம்.

source: ${step_number} - Type of project
cs: ${step_number} - Typ projektu
gl: ${step_number} - Tipo de proxecto
si: ${පියවර_අංකය} - වයාපෘති වර්ගය
ta: ${step_number} - பணித்திட்ட வகை

source: Square Grid
cs: Čtvercová mřížka
gl: Grella cadrada
si: කොටු දැල
ta: பணிச்சதுரம்

source: Area of interest is automatically split into grid cells. Each one is a task.
cs: Oblast zájmu je automaticky rozdělena na čtverce. Každý odpovídá jedné úloze.
gl: A área de interese divídese automaticamente nas celas en grella. Cada unha é unha tarefa.
si: තෝරා ගත් ප්‍රදේශය ස්වයන්ක්‍රීයව කොටු දැල් කොටස් බවට පත්වනු ඇත.එකිනෙකක් වෙන වෙනම කාර්යයකි.
ta: நீங்கள் விரும்பிய பகுதி, தானாகவே சிறு சதுர கட்டங்களாக பிரிக்கப்பட்டுள்ளது. ஒவ்வொரு சதுரமும் ஒரு பணியாகும்.

source: You cannot select this option unless you import a file with polygons.
cs: Tuto možnost můžete zvolit jen když naimportujete soubor s polygony.
gl: Non pode seleccionar esta opción a menos que importe un arquivo con polígonos.
si: ගොනුව බහුඅස්‍රයක් බවට පත් නොකර ඔබට මෙම විකල්පය තෝරා ගත නොහැකිය.
ta: வடிவங்கள் கொண்ட கோப்பினை இறக்குமதி செய்யாமல், உங்களால் இந்த விருப்பத்தை தேர்வு செய்ய இயலாது.

source: Arbitrary Geometries
cs: Libovolná geometrie
gl: Xeometrías arbitrarias
si: අභිමතානුකූල ජාමිතිකයන්
ta: விதிகட்டற்ற வடிவகணிதங்கள்

source: Each polygon represents a task.
cs: Každý polygon reprezentuje jednu úlohu.
gl: Cada polígono representa unha tarefa.
si: සෑම බහුඅස්‍රයකින්ම කාර්යයක් නිරූපනය කෙරේ
ta: ஒவ்வொரு வடிவும் ஒரு பணியை குறிக்கின்றது.

source: Back
cs: Zpět
gl: Atrás
si: ආපසු
ta: பின்னே செல்லவும்

source: Next
cs: Dopředu
gl: Seguinte
si: මීලඟ
ta: அடுத்து

source: Tile size
cs: Velikost dlaždice
gl: Tamaño da tesela
si: කොටසෙහි ප්‍රමාණය
ta: Tile அளவு

source: Computing...
cs: Počítám...
gl: Procesando...
si: ගණනය කෙරෙමින් පවතී...
ta: கணித்து கொண்டுள்ளது...

source: A new project will be created with ${number} tasks.
cs: Nový projekt bude začínat s ${number} úlohami.
gl: Crearase un novo proxecto con ${number} tarefas.
si: සෑම නව ව‍යාපෘතියක්ම ${අන්කයක්} සමගින් නිර්මාණය වේ
ta: ${number} பணிகள் கொண்ட புது திட்டப்பணி உருவாக்கப்படும்.

source: Create project
cs: Vytvořit projekt
gl: Crear proxecto
si: ව්‍යාපෘතියක් නිර්මාණය කරන්න
ta: புது திட்டப்பணியை உருவாக்கவும்

source: Creating tiles, please wait...
cs: Vytvářím dlažice, chvilku strpení...
gl: Xerando teselas, agarda...
si: කොටසක් නිර්මාණයවේ, මදක් ඉවසන්න..
ta: Tile-கள் உருவாக்கப்பட்டு கொண்டிருக்கின்றன, தயவு செய்து காத்திருக்கவும்...

source: Creating project, please wait...
cs: Vytvářím projekt, chvilku strpení...
gl: Xerando proxecto, agarda...
si: වයාපෘතිය නිර්මාණයවේ, මදක් ඉවසන්න..
ta: பணித்திட்டம் உருவாக்கப்பட்டு கொண்டிருக்கிறது, தயவு செய்து காத்திருக்கவும்...

source: Contributors
cs: Přispivatel
gl: Contribuíntes
si: දායක වූවන්
ta: பங்களிப்பாளர்கள்

source: Assigned
cs: Přiřazeno
gl: Asignado
si: පවරා ඇත
ta: பணி ஒதுக்கப்பட்டுள்ளது

source: OSM Tasking Manager
cs: Manažer úloh OSM
gl: Xestor das Tarefas do OSM
si: ඕ එස් එම් කාර්යය කළමනාකරු

source: Welcome, new user!
cs: Nový uživateli, vítejte!
gl: Benvido, novo usuario!
si: ආයුබෝවන්, නව පරිශීලක!
ta: புதுப் பயனாளரே, வருக!

source: You're ready to use the Tasking Manager.
cs: Můžete začít používat Manažer úloh.
gl: Xa estás preparado pra emprega-lo Xestor das Tarefas
si: ඔබ කාර්යය කළමනාකරු භාවිතා කිරීමට සූදානම්
ta: நீங்கள் Tasking Manager-ஐ பயன்படுத்த தயாராக உள்ளீர்கள்.

source: Since you are the first user you'll be given admin rights.
cs: Protože jste prvním uživatelem, budete mít administrátorská práva.
gl: Xa que es o primeiro usuario, receberás dereitos de administrador.
si: ඔබ පළමු පරිශීලක නම්,ඔබට පරිපාලන අයීතිය ලබාදෙනු ඇත.
ta: நீங்கள் முதல் பயனாளராகிய காரணத்தால், உங்களுக்கு நிர்வாக உரிமைகள் அளிக்கப்படும்.

source: Please login
cs: Prosím přihlašte se
gl: Por favor inicia a sesión
si: කරුණාකර පිවිසෙන්න
ta: உங்கள் கணக்கைக் கொண்டு உள் நுழைக

source: Assign task to someone
cs: Přiřadit někomu úlohu
gl: Asignar tarefa a alguén
si: වෙනකෙකුට කාර්යය පවරන්න
ta: வேறு எவருக்கேனும் பணி ஒதுக்குக

source: Filter users
cs: Filtrovat uživatele
gl: Filtrares usuarios
si: භාවිතා කරන්නන් තෝරා ගැනීමට
ta: பயனாளர்களை வடிகட்டவும்

source: you
cs: vy
gl: ti
si: ඔබ
ta: நீங்கள்

source: Assigned to ${username}
cs: Přiřazeno uživateli ${username}
gl: Asignada a ${username}
si: වෙන් කිරීම සදහා $ {භාවිත නාමය}
ta: ${username}-க்கு ஒதுக்கப்பட்டுள்ளது

source: Not assigned yet
cs: Zatím nepřiřazeno
gl: Aínda non asignada
si: තවමත් පවරා නැත
ta: இன்னும் ஒதுக்கப்படவில்லை

source: Leave a comment
cs: Přidat poznámku
gl: Deixar un comentario
si: අදහස් දැක්වීමක් කරන්න
ta: கருத்து பதிவிடுக

source: a task
cs: úloha
gl: unha tarefa
si: කාර්යයක්
ta: பணி

source: You already have ${task_link} locked.
cs: Už máte zamčenou úlohu ${task_link}.
gl: Xa tes ${task_link} bloqueada.
si: ඔබට දැනටමත් පවතී $ {කාර්යය_සම්බන්දක} අගුලු දැමීමක්
ta: உங்களுக்கு ஏற்கனவே ${task_link} பணி ஒதுக்கப்பட்டுள்ளது.

source: Select it again
cs: Znovu vybrat
gl: Seleccionao de novo
si: නැවත තෝරාගන්න
ta: மறுபடியும் தேர்வு செய்யவும்

source: Hard
cs: Těžká
gl: Difícil
si: අපහසු
ta: கடினம்

source: Difficulty: hard<br>Level: advanced
cs: Obtížnost: těžká<br>Úroveň: pokročilí
gl: Dificultade: difícil<br>Nivel: avanzado
si: අපහසු : දැඩි <br> මිනුමක් : ඉහල පෙළ
ta: சிரம நிலை: கடினம்<br> பயனர்: மேம்பட்ட நிலை

source: Medium
cs: Střední
gl: Medio
si: සාමාන්‍ය
ta: இடைநிலை

source: Difficulty: medium<br>Level: intermediate
cs: Obtížnost: střední<br>Úroveň: středně pokročilí
gl: Dificultade: media<br>Nivel: intermedio
si: අපහසු : මැද<br> මිනුමක් : සාමාන්‍ය
ta: சிரம நிலை: இடைநிலை<br> பயனர்: இடைநிலை

source: Easy
cs: Lehká
gl: Doado
si: පහසු
ta: எளிது

source: Difficulty: easy<br>Level: beginner
cs: Obtížnost: lehká<br>Úroveň: začátečníci
gl: Dificultade: doada<br>Nivel: principiante
si: අපහසු : පහසු<br> මිනුමක් : ආරම්භකයා
ta: சிரம நிலை: எளிது<br> பயனர்: தொடக்க நிலை

source: Difficulty
cs: Obtížnost
gl: Dificultade
si: අපහසු
ta: சிரம நிலை

source: No difficulty set yet
cs: Obtížnost zatím nenastavena
gl: Sen dificultade establecida aínda
si: අපහසු කොටසක් තවමත් නොමැත
ta: சிரம நிலை இதுவரை குறிக்கப் படவில்லை

source: Unknown difficulty
cs: Neznámá obtížnost
gl: Dificultade descoñecida
si: නොදන්නා බව අපහසුවට හේතුවය
ta: சிரம நிலை தெரியவில்லை

source: Edit with
cs: Editovat s
gl: Editar con
si: සන්ස්කරණය කිරීම
ta: இதைக் கொண்டு திருத்துக

source: .gpx file
cs: soubor .gpx
gl: Arquivo .gpx
si: .gpx ගොනුව
ta: .gpx கோப்பு

source: Tip: Download the following ${task_gpx_link} and load it in JOSM in order to see the current task boundary
cs: Tip: stáhněte tento ${task_gpx_link} a otevřete ho v JOSM. Uvidíte pak hranice zvolené úlohy.
gl: Consello: Descarrega o seguinte ${task_gpx_link} e carrégueo no JOSM pra veres o límite da tarefa actual
si: තොරතුරක්: දැනට ඇති කාර්යය සීමාවන් නිරීක්‍ෂණය කිරීමට මෙම ${task_gpx_link} බාගත කර ජේ.ඕ.එස්.එම් තුලට ඇතුලත් කරන්න.
ta: சிறுகுறிப்பு: இதை ${task_gpx_link} தரவிறக்கம் செய்து, பின் JOSM மென்பொருள் கொண்டு திறந்தால், உங்கள் தற்போதைய பணிச்சதுரத்தின் எல்லைகளை காணலாம்.

source: Select a task on the map
cs: Vyberte úlohu na mapě
gl: Selecciona unha tarefa no mapa
si: සිතියමේ කාර්යයක් තෝරාගන්න
ta: மேப்-இல் இருந்து ஒரு பணியை தேர்வு செய்யவும்

source: Take a task at random
cs: Nechte si přidělit náhodně
gl: Elixe unha tarefa ó chou
si: අහඹු ලෙස කාර්යයක් තෝරාගන්න
ta: ஏதேனும் ஒரு பணியை ஒதுக்கவும்

source: Comment
cs: Přidat
gl: Comentario
si: අදහස
ta: கருத்து

source: Do not edit outside of this box!
gl: Non edites fóra desta caixa!

source: Task for project ${project}.
gl: Tarefa pra o proxecto ${project}.

source: ${user} marked ${tasklink} as <b>done</b>
cs: ${user} označil/a ${tasklink} jako <b>hotové</b>
gl: ${user} marcou ${tasklink} como <b>feita</b>
si: ${user} විසින් ${tasklink} කාර්ය(ය) සම්පූර්ණ බව ලකුණු කරන ලදී.
ta: ${user} பணி ${tasklink} -ஐ<b>நிறைவடைந்ததாக குறித்தார்</b>

source: ${user} <b>invalidated</b> ${tasklink}
cs: ${user} <b>zneplatnil/a</b> ${tasklink}
gl: ${user} <b>invalidou</b> ${tasklink}
si: ${user} විසින් ${tasklink} <b>අවලංගු</b> කරන ලදී
ta: ${user} பணி ${tasklink} -ஐ<b>நிராகரித்தார்</b>

source: ${user} <b>validated</b> ${tasklink}
cs: ${user} <b>ověřil/a</b> ${tasklink}
gl: ${user} <b>validou</b> ${tasklink}
si: ${user} විසින් ${tasklink} <b>වලංගු</b> කරන ලදී
ta: ${user} பணி ${tasklink} -ஐ<b>ஏற்றுகொண்டார்</b>

source: Marked as done
cs: Označeno jako hotové
gl: Marcado coma feito
si: සම්පූර්ණ ලෙසට සටහන් කර ඇත
ta: நிறைவடைந்ததாக குறிக்கவும்

source: by
cs: uživatelem
gl: por
si: විසින්
ta: ஆல்

source: <b>Split</b> by ${link}
cs: <b>Rozděleno</b> ${link}
gl: <b>Dividido</b> por ${link}
si: ${link} අනුව <b>වෙන් කරන්න</b>.

source: Locked
cs: Zamčeno
gl: Bloqueado
si: අගුලු යොදා ඇත
ta: பணி ஒதுக்கப்பட்டது

source: Unlocked
cs: Odemčeno
gl: Desbloqueado
si: අගුලු ඉවත් කර ඇත
ta: ஒதுக்கப்பட்ட பணி விலக்கப்பட்டது

source: Comment left
cs: Okomentováno
gl: Comentario deixado
si: අදහසක් සටහන් කර ඇත
ta: கருத்திடப்பட்டது

source: for
gl: para

source: Nothing has happened yet.
cs: Zatím nikdo nic.
gl: Nada pasou aínda.
si: මෙතෙක් කිසිවක් සිදු වී නොමැත
ta: இதுவரை எதுவும் நடக்கவில்லை

source: Extra Instructions
cs: Zvláštní instrukce
gl: Instrucións adicionais
si: වැඩිදුර උපදෙස්
ta: கூடுதல் வழிமுறைகள்

source: Locked by ${username}
cs: Zamčeno uživatelem ${username}
gl: Bloqueada por ${username}
si: ${username} විසින් අගුලු දමා ඇත
ta: ${username}-க்கு பணி ஒதுக்கப்பட்டுள்ளது

source: Stop mapping
cs: Ukončit mapování
gl: Deixar de cartografar
si: සිතියම්ගත කිරීම නවතන්න
ta: மேப் செய்வதை நிறுத்தவும்

source: If you do not complete or release this task in time, it will be automatically unlocked
cs: Když nedokončíte úlohu nebo ji neodemknete včas, bude odemčena automaticky
gl: Se non completas ou liberas esta tarefa a tempo, desbloquearase de xeito automático
si: ඔබ විසින් නියමිත කාලය තුලදී මෙම කාර්යය සම්පූර්ණ කර හෝ අත්හැර නොතිබුණහොත් ස්වයංක්‍රීයව එහි අගුලු ඉවත් වනු ඇත
ta: உரிய நேரத்தில் நீங்கள இந்தப் பணியை முடிக்கவோ அல்லது விலக்கவோ இல்லையெனில், இப்பணி தானாகவே தங்களுக்கென ஒதுக்கப்பட்டதிலிருந்து விலக்கப்படும்.

source: min. left
cs: zbývá min.
gl: min. restantes
si: ඉතිරි විනාඩි
ta: நிமிடங்கள் உள்ளன

source: Clear selection
cs: Vyčistit výběr
gl: Limpar selección
si: තෝරාගැනීම ඉවත් කරන්න
ta: தேர்வுகளை நீக்கவும்

source: Task #${number}
cs: Úloha #${number}
gl: Tarefa #${number}
si: කාර්යය #${number}
ta: பணி #${number}

source: See the changesets in the OSM database for this area.
cs: Zobrazit sady změn v databázi OSM pro tuto oblast
gl: Olle os conxuntos de mudanzas na base de datos do OSM pra esta área.
si: ඕ.එස්.එම් දත්ත ගබඩාවේ මෙම ප්‍රදේශයට අදාල වෙනස්කම් සමූහයන් නිරීක්‍ෂණය කරන්න.
ta: இந்த பரப்பிற்கான changesets-களை, OSM தகவல் தளத்தில் காணுங்கள்.

source: OSM changesets
cs: Sady změny v OSM
gl: Conxuntos de mudanzas do OSM
si: ඕ.එස්.එම් වෙනස්කම් සමූහයන්

source: See the changes in this area using overpass turbo.
cs: Zobrazit změny v této oblasti pomocí Overpass turbo.
gl: Olle as mudanzas nesta área empregando o overpass turbo.
si: මෙම ප්‍රදේශයට අදාල වෙනස්කම් ඔව්ර්පාස් ටර්බෝ මෙවලම ආධාරයෙන් නිරීක්‍ෂණය කරන්න.

source: Task is too big?
cs: Moc velká úloha?
gl: A tarefa é demasiado grande?
si: කාර්යය විශාල වැඩි ද?
ta: பணி மிகவும் பெரிதாக உள்ளதா?

source: You cannot split this task more.
cs: Tuto úlohu už není možné rozdělit.
gl: Non podes dividir esta tarefa máis.
si: මෙම කාර්යය තවදුරටත් බෙදිය නොහැක
ta: இதற்கு மேலும் இந்தப் பணிச்சதுரத்தை பிரிக்க இயலாது.

source: Are you sure you want to split this task?
cs: Opravdu chcete tuto úlohu rozdělit?
gl: Estás seguro de que queres dividir esta tarefa?
si: ඔබට නිසැකවම කාර්යය කොටස් වලට බෙදීමට අවශ්‍යද?
ta: இந்தப் பணியை மேலும் சில கூறுகளாக பிரிப்பதில் உறுதியாக உள்ளீர்களா?

source: Split
cs: Rozdělit
gl: Dividir
si: බෙදාගන්න
ta: பணிச்சதுரத்தை மேலும் சிறு கூறுகளாக பிரிக்கவும்

source: Invalidate this task if you consider it needs more work.
cs: Jestli je na této úloze ještě potřeba zapracovat, zneplatněte ji.
gl: Invalida esta tarefa se consideras que necesita máis traballo.
si: එහි කළ යුතු දේ බොහෝ බව හැගෙනවා නම් එම කාර්යය අවලන්ගු කරන්න.
ta: இந்தப் பணிச்சதுரத்தில் இன்னமும் வேலை செய்யப்பட வேண்டும் என நீங்கள் கருதினால், இந்தப்பணியை நிராகரிப்பதாக அறிவிக்கவும்.

source: Unlock
cs: Odemknout.
gl: Desbloquear
si: අගුල අරින්න
ta: ஒதுக்கப்பட்ட பணியை விலக்கவும்

source: Invalidate
cs: Zneplatnit
gl: Invalidar
si: අවලංගු කරන්න
ta: பணியை நிராகரிக்கவும்

source: Validate this task if you consider that the work is complete.
cs: Jestli máte tuto úlohu za hotovou, označte ji jako ověřenou.
gl: Valida esta tarefa se considera que o traballo fica completo.
si: කාර්යය සම්පූර්ණ බව හැගෙනවා නම් එහි වලන්ගු බව තහවුරු කරන්න.
ta: இந்தப் பணிச்சதுரத்தில், பணி முழுமையாக உள்ளதாக கருதினால் இதை ஏற்றுகொள்வதாக அறிவிக்கவும்.

source: You cannot validate a task that you have personally marked as done.
cs: Nemůžete kontrolovat úlohu, kterou jste předtím označili jako hotovou.
gl: Non pode validar unha tarefa que marcou persoalmente coma rematada.
si: ඔබ විසින් නිම කළ කොටසෙහි වලන්ගු බව ඔබටම තහවුරු කළ නොහැකිය.
ta: நீங்கள் நிறைவடைந்ததாக குறித்த ஒரு பணியை, நீங்களேஆய்வு செய்து ஏற்றுக்கொண்டதாக அறிவிக்க இயலாது.

source: Validate
cs: Ověřit
gl: Validar
si: වලන්ගු කිරීම
ta: பணியை ஏற்கவும்

source: Stop working on this task and unlock it. You may resume work on it again later.
cs: Přerušit práci na této úloze a odemknout ji. Můžete pokračovat později.
gl: Deixar de traballar nesta tarefa e desbloquear. Podes volver traballar nela de novo máis tarde.
si: කාර්යයෙහි යෙදී අවසන් වූ පසු අගුල නැවතත් අරින්න.ඔබට නැවතත් එය ආරම්භ කළ හැකිවේ.
ta: இந்தப் பணியில் மேப் செய்வதை நிறுத்தி விட்டு, இதை unlock செய்யவும். பிற்பாடு நீங்கள் இந்தப் பணியை மீண்டும் தொடங்கலாம்.

source: Submit for review when all instructions are completed.
cs: Odeslat ke schválení - úloha je splněna podle instrukcí.
gl: Enviar unha revisión cando tódalas instrucións sexan completadas.
si: සියලු කාර්යයන් සම්පූර්ණ වූ පසු සමාලෝචනය සඳහා ඉදිරිපත් කරන්න
ta: அனைத்து வழிமுறைகளையும் பின்பற்றி பணி நிறைவடைந்த பின், ஆய்விற்கு சமர்ப்பிக்கவும்.

source: Mark task as done
cs: Označit jako hotové
gl: Marca-la tarefa coma feita
si: කාර්යය සම්පූර්ණ ලෙස සටහන් කරන්න
ta: பணி நிறைவடைந்ததாக குறிக்கவும்

source: Privileges for project {project} in the tasking manager
gl: Privilexios pra o proxecto {project} no xestor das tarefas

source: I would like to be granted as experienced mapper.
gl: Gostaríame ser cartógrafo experimentado.

source: Link to my profile page
gl: Ligazón á páxina do meu perfil

source: You need to be an **experienced mapper** to contribute to this project.
gl: É requirido ser un **cartógrafo experimentado** pra contribuíres neste proxecto.

source: You think you are an **experienced mapper**? Click [this link](${link}) to send a message to the author to ask him for permissions to work on this project.
gl: Cres que es un **cartógrafo experimentado**? Preme [nesta ligazón] (${link}) pra enviares unha mensaxe ó autor e pedirlle permisos pra traballares neste proxecto.

source: Lock this task to tell others that you are currently working on it.
cs: Zamknout tuto úlohu. Tím dáte vědět ostatním, že na ní právě pracujete.
gl: Bloquea esta tarefa pra dicirlle ós demais que estás a traballar actualmente nela.
si: මෙම කාර්යයේ ඔබ නියුතු බව අන් යට දැනුම් දීම සඳහා අගුලු යොදන්න.
ta: இந்தப் பணியை தங்களுக்கென ஒதுக்கி, இதில் நீங்கள் தற்போது பணியாற்றுவதை மற்ற பயனாளர்களுக்கு தெரிவியுங்கள்.

source: Start mapping
cs: Začít mapovat
gl: Comezar a cartografar
si: සිතියම්ගත කිරීම අරඹන්න
ta: மேப் செய்ய தொடங்கவும்

source: Marked as done by mistake?
gl: Marcado coma feito por erro?

source: Undo
gl: Desfacer

source: Lock this task to tell others that you are currently reviewing it. Validate that this task has been mapped correctly and completely.
cs: Zamknout tuto úlohu. Dáte tím vědět ostatním, že právě kontrolujete, jestli je tato mapovací úloha správně a úplně splněna.
gl: Bloquea esta tarefa pra dicirlle ós demais que actualmente a estás a revisar ti. Valida que esta tarefa fora cartografada de xeito correcto e ó completo.
si: මෙම කාර්යය ඔබ සමාලෝචනය කරමින් සිටින බව අන් යට දැන්වීම සඳහා අගුලු යොදන්න. කාර්යය නිවැරදිව හා පැහැදිලිව සිතියම්ගත කර ඇත්නම් වලංගු කරන්න.
ta: இந்தப் பணியை தங்களுக்கென ஒதுக்கி இதை நீங்கள் ஆய்வு செய்வதை மற்றவர்களுக்கு தெரிவியுங்கள். இந்தப் பணி சரியாகவும், முழுமையாகவும் மேப் செய்யப்பட்டுள்ளதா என்பதை சரி பார்க்கவும்.

source: Review the work
cs: Zkontrolovat práci
gl: Revisa o traballo
si: කාර්යයන් සමාලෝචනය කරන්න
ta: பணியை சரி பார்க்கவும்

source: User profile
cs: Uživatelský profil
gl: Perfil do usuario
si: පරිශීලක පිටුව
ta: பயனாளர் சுயவிவரம்

source: User: ${username}
cs: Uživatel: ${username}
gl: Usuario: ${username}
si: පරිශීලක: ${username}
ta: பயனாளர்: ${username}

source: This is <b>You</b>!
cs: To jste <b>Vy</b>!
gl: Este es <b>ti</b>!
si: මේ <b>ඔබයි</b>!
ta: இது <b>நீங்கள்</b>!

source: OSM User Profile
cs: Profil uživatele na OSM
gl: Perfil de usuario do OSM
si: ඕ.එස්.එම් පරිශීලක පිටුව
ta: OSM பயனாளர் சுயவிவரப் பக்கம்

source: OSM Profile
cs: Profil na OSM
gl: Perfil do OSM
si: ඕ.එස්.එම් පරිශීලක පිටුව
ta: OSM சுயவிவரம்

source: This user joined OSM
cs: Tento uživatel se zaregistroval na OSM
gl: Este usuario uniuse ó OSM
si: මෙම පරිශීලකයා ඕ.එස්.එම් සමග සම්බන්ධ විය
ta: இந்தப் பயனாளர் OSM-இல் இணைந்துள்ளார்

source: OSM User Changeset History
cs: Historie změn provedených uživatelem na OSM
gl: Historial das mudanzas de usuario do OSM
si: ඕ.එස්.එම් පරිශීලක වෙනස්කම් සමූහයන්ගේ ඉතිහාසය
ta: OSM பயனாளர் Changeset வரலாறு

source: OSM Edit History
cs: Sady změn na OSM
gl: Historial de edición do OSM
si: ඕ.එස්.එම් වෙනස්කම් ඉතිහාසය
ta: OSM திருத்த வரலாறு

source: This user has submitted ${changes} total changeset.
cs: Tento uživatel provedl celkem ${changes} změnu.
gl: Este usuario enviou ${changes} conxunto de trocos totais.
si: මෙම පරිශීලකයා සමස්ථ වෙනස්කම් සමූහයන් ${changes} ක් ඉදිරිපත් කර ඇත.

source: This user is an administrator.
cs: Tento uživatel je administrátor.
gl: Este usuario é un administrador.
si: මෙම පරිශීලකයා පරිපාලකයෙකි
ta: இந்தப் பயனாளர் நிர்வாகி ஆவார்.

source: Remove privileges
cs: Odebrat práva
gl: Eliminar privilexios
si: වරප්‍රසාද ඉවත් කරන්න
ta: சிறப்புரிமைகளை நீக்கு

source: Set as administrator
cs: Nastavit jako administrátora
gl: Estabelecer coma administrador
si: පරිපාලකයෙකු ලෙස යොදවන්න
ta: நிர்வாகியாக்கு

source: This user is a project manager.
cs: Tento uživatel je projektový manažer.
gl: Este usuario é un administrador do proxecto.
si: මෙම පරිශීලකයා ව්‍යපෘති කළමනාකරුවෙකි
ta: இந்தப் பயனாளர் பணித்திட்ட மேற்பார்வையாளர்

source: Set as project manager
cs: Nastavit jako projektového manažera
gl: Estabelecer coma administrador do proxecto
si: ව්‍යපෘති කළමනාකරුවෙකු ලෙස යොදවන්න
ta: பணித்திட்ட மேலாளராக்கு

source: This user is a validator.
gl: Este usuario é un validador.

source: Set as validator
gl: Estabelecer coma validador

source: This user is an experienced mapper.
gl: Este usuario é un cartógrafo experimentado.

source: Set as experienced mapper
gl: Estabelecer coma cartógrafo experimentado

source: This user contributed to the following projects:
cs: Tento uživatel přispěl k následujícím projektům:
gl: Este usuario contribuíu ós seguintes proxectos:
si: මෙම පරිශීලකයා පහත ව්‍යපෘති සඳහා දායක වී ඇත:
ta: இந்தப் பயனாளர் கீழ்கண்ட பணித்திட்டங்களுக்கு பங்களிப்பு செய்துள்ளார்:

source: Project Details
cs: Detaily projektu
gl: Detalles do proxecto
si: ව්‍යපෘති විස්තර
ta: பணித்திட்ட விவரங்கள்

source: ${count} tile
cs: ${count} dlaždice
gl: ${count} tesela
si: ${count} කැට

source: User hasn't contributed yet.
cs: Uživatel ještě nijak nepřispěl.
gl: O usuario aínda non contribuíu.
si: මෙම පරිශීලකයා තවම දායක වී නැත
ta: பயனாளர் இதுவரை எந்தப் பங்களிப்பும் செய்யவில்லை.

source: From
cs: Od
gl: Dende
si: වෙතින්
ta: அனுப்புநர்

source: Your page
cs: Vaše stránka
gl: A túa páxina
si: ඔබේ පිටුව
ta: உங்கள் பக்கம்

source: logout
cs: Odhlásit
gl: pechar sesión
si: පිටවෙන්න
ta: வெளியேறு

source: Users list
cs: Seznam uživatelů
gl: Listaxe dos usuarios
si: පරිශීලක ලැයිස්තුව
ta: பயனாளர் தொகுப்பு

source: Manage licenses
cs: Upravit licence
gl: Xestiona-las licenzas
si: බලපත්‍ර කළමනාකරණය
ta: உரிமங்களை நிர்வகிக்கவும்

source: Manage labels
gl: Xestiona-las etiquetas

source: Create a new project
cs: Vytvořit nový projekt
gl: Crear un novo proxecto
si: නව ව්‍යාපෘතියක් නිර්මාණය කරන්න
ta: புது பணித்திட்டத்தை உருவாக்கவும்

source: Users
cs: uživatelů
gl: Usuarios
si: පරිශීලකයන්
ta: பயனாளர்கள்

source: Keys:
cs: Legenda:
gl: Chaves:
si: යතුරු:

source: Administrator
cs: Administrátor
gl: Administrador
si: පරිපාලක
ta: நிர்வாகி

source: Project Manager
cs: Projektový manažer
gl: Xerente do proxecto
si: ව්‍යපෘති කළමනාකරු
ta: பணித்திட்ட மேற்பார்வையாளர்

source: Validator
gl: Validador

source: Experienced mapper
gl: Cartógrafo experimentado

source: Label doesn't exist!
gl: A etiqueta non existe!

source: Label removed!
gl: Etiqueta do proxecto eliminada!

source: Project label created!
gl: Etiqueta do proxecto creada!

source: Project label updated!
gl: Etiqueta do proxecto actualizada!

source: License doesn't exist!
cs: Licence neexistuje!
gl: A licenza non existe!
si: බලපත්‍රයක් නැත!
ta: உரிமம் உபயோகத்தில் இல்லை!

source: License removed!
cs: Licence odstraněna!
gl: Eliminouse a licenza!
si: බලපත්‍රය ඉවත් කරන ලදී!
ta: உரிமம் நீக்கப்பட்டது!

source: License created!
cs: Licence vytvořena!
gl: Xerouse a licenza!
si: බලපත්‍රය නිර්මාණය කරන ලදී!
ta: உரிமம் உருவாக்கப்பட்டது!

source: License updated!
cs: Licence aktualizována!
gl: Actualizouse a licenza!
si: බලපත්‍රය යාවත්කාලීන කරන ලදී!
ta: உரிமம் புதுப்பிக்கப்பட்டது!

source: Sorry, this project doesn't exist
cs: Uvedený projekt bohužel neexistuje
gl: Sentímolo, este proxecto non existe
si: සමාවන්න, මෙවන් ව්‍යාපෘතියක් නැත
ta: மன்னிக்கவும், இந்த பணித்திட்டம் உபயோகத்தில் இல்லை

source: Untitled project
cs: Projekt bez názvu
gl: Proxecto sen título
si: නිර්නාමික ව්‍යාපෘතිය
ta: பெயரிடப்படா பணித்திட்டம்

source: Project #${project_id} created successfully
cs: Projekt #${project_id} byl úspěšně vytvořen
gl: O proxecto #${project_id} foi xerado de xeito satisfactorio
si: ව්‍යාපෘතිය #${project_id} සාර්ථකව නිර්මාණය කරන ලදී
ta: பணித்திட்டம் #${project_id} வெற்றிகரமாக உருவாக்கப்பட்டது
